{
  "id": 12,
  "chapterTitle": "HAZRETİ MUHAMMED MUSTAFA (SAV)",
  "chapterContent": [
    {
      "sectionTitle": "PEYGAMBERİMİZİN MÜBAREK NESEBLERİ",
      "sectionContent": [
        " 78- Resûl-i Ekrem (sallallahu aleyhi ve sellem) Efendimiz, Kureyş kabilesindendir. Haşim ailesinden gelmiştir. Muhterem babasının adı Abdullah, dedesinin adı Abdülmutalib ve annesinin adı “Amine”dir. Peygamber Efendimizin baba tarafından mübarek nesebleri şöyledir:",
        "Hazret-i Muhammed (sallallahu aleyhi ve sellem) İbni Abdullah, İbni Abdülmuttalib, Haşim, Abdi Menaf, Kusey, Hakim, Mürre, Kâ’b, Lüey, Galib, Fihr, Malik, Nadir, Kinane, Hüzeyme, Müdrike, İlyas, Mudar, Nizar, Mead, Adnan. Adnan da İsmail aleyhisselâm’ın oğlu “Kıyzar”ın neslindendir. Adlarını yazdığımız bu zatlardan her birinin evlâdı birçok kabilelere ayrılmıştır. Malik’in oğlu Fihr’in evlâdından da Kureyş kabilesi meydana gelmiştir.",
        "79- Peygamber Efendimizin anne tarafından yüksek nesebleri de şöyledir:Hazret-i Muhammed (sallallahu aleyhi ve sellem) İbni Amine, binti Vehb, İbni Abdi Menaf, İbni Zühre, İbni Hakim.Buna göre, Peygamber Efendimizin babası tarafından mübarek nesebleriyle ana tarafından nesebleri Mürre oğlu Hakim’de birleşiyor.",
        "80- Kureyş kabilesinin Reisi bulunan Abdülmuttalib, Peygamber Efendimizin hem dedesi, hem de Kabe’nin Mütevellisi idi (Kabe’nin idare ve ihtiyaçlarını görüyordu). Bunun, Ebû Talib, Ebû Leheb, Haris, Zübeyr, Hamza, Abbas, Abdullah ve diğerleri olmak üzere on üç oğlu vardı. Fakat bunlardan en ziyade Abdullah’ı severdi. Çünkü onda başka bir güzellik, başka bir nüraniyet vardı. Abdulmuttalib bu sevgili oğluna Beni Zühre Reisi Vehb’in kızı olan ve Kureyş kızları içinde her yönden seçkin bulunan Hazret-i Amine’yi nikahladı. İşte bu iki kutsal varlıktan Peygamber Efendimiz dünyaya şeref vermiştir.",
        "Abdullah Hazretleri, Peygamber Efendimizin doğuşundan iki ay önce bir ticaret kafilesi ile Medine-i Münevvere’ye gidip orada vefat etti. O zaman yirmi beş yaşındaydı. Böylece Peygamber Efendimiz yetim kalmıştı."
      ]
    },
    {
      "sectionTitle": "HAZRET-İ PEYGAMBERİN ÇOCUKLUĞU VE İLK EVLENMELERİ",
      "sectionContent": [
        " 81- Peygamber Efendimizin çocukluk çağı, pek kutsal bir halde geçti. Daha doğar doğmaz birtakım mucizeler belirmiş, kavim ve kabilesi arasında bir bolluk ve bereket meydana gelmişti. Kâbe-i Muazzama içinde bulunan müşriklere ait putlar, yüzleri üzere yere düşmüş, ateşe tapanların ateşleri sönmüş, acaib rüyalar görülmüştü.Peygamber Efendimizin dedeleri arasında evlâddan evlâda geçen bir nur vardı. Bu nur sonunda Peygamber Efendimize geçti ve onun mübarek yüzünde parlamaya başladı.",
        "82- Mekke-i Mükerreme halkı, yeni doğan çocukları, havası hoş olan yerlerde yaşayan ve dilleri pek açık olan aşiretlerden birer süt anneye verirlerdi. Hazret-i Muhammed’i de, Beni Sa’d kabilesinden Haris adındaki adamın karısı Halime’ye verdiler. Halime, bu meleklerden daha güzel ve daha pak olan çocuğu bağrına bastı, yurduna alıp götürdü. Onu dört yıl besledi. Bu süre içinde Hazret-i Muhammed’de gördüğü üstün hallere ve yurdunda beliren berekete nihayet yoktu.",
        "Artık onu getirip annesi Amine’ye teslim etti. Hazret-i Amine de bu masum yavrusunu alıp dayı çocukları bulunan Neccar oğullarını ziyaret için Medine-i Münevvere’ye götürdü. Bir süre orada kaldılar. Sonra Mekke’ye dönerken, Hazret-i Amine Ebva denilen yerde daha yirmi yaşında iken vefat etti. Peygamber Efendimiz henüz altı yaşında iken annesini de kaybederek öksüz kalmış oldu. Ümmü Eymen adındaki dadısı, kendisini alıp Mekke’ye getirdi ve dedesi Abdulmuttalib’e teslim etti. İki yıl sonra da Abdulmuttalib vefat etti. Ondan sonra Peygamber Efendimiz, amcası Ebû Talib’in yanında kaldı.",
        "83- Ebû Talib, kardeşinin oğlu Hazret-i Muhammed’i pek çok sever, pek ziyade korurdu. Ebû Talib bazen ticaret için kafile ile Şam tarafına gidiyordu. Henüz on iki yaşında bulunan Hazret-i Muhammed’i de beraber götürdü. Busra denilen yere kadar gittiler. Alış-verişi bitirip birkaç gün sonra geri döndüler.Peygamber Efendimiz on yedi yaşında iken de, diğer amcası Zübeyr ile Yemen’e gidip az sonra dönmüşlerdi.",
        "84- Hazret-i Peygamber Efendimiz artık Kureyş arasında büyük bir şeref ve şan sahibi olmuştu. Kendisine Muhamme-dü’l-Emîn deniliyordu. Kureyş kabilesinin pek şerefli ailesinden Huveylid kızı Hadice adında çok muhterem ve zengin bir hanım vardı. Daha genç iken dul kalmıştı. Bazı adamlara sermaye vererek ticaret yaptırıyordu.",
        "Peygamber Efendimize de sermaye verdi. Kölesi Meysere’yi de beraberine verip Şam tarafına gitmelerini istedi. Peygamber Efendimiz bu teklifi kabul ederek Busra’ya kadar gitti. Orada işlerini görüp birkaç gün içinde geri döndüler.İşte Peygamber Efendimizin gençliğindeki seyahetleri bundan ibarettir. Bu seyahatler süresince kendisinden bazı mucizeler çıkmış, kendisinin büyüklüğünü bazı kimseler görüp anlamışlardı. Fakat yazdığımız gibi, bu yolculuklar uzun bir zaman devam etmediği için, Peygamber Efendimiz birtakım şahıslarla görüşme imkânını bulamamıştı.",
        "85- Peygamber Efendimiz henüz yirmi beş yaşında idi. Hazret-i Hadice de, kırk yaşını geçmişti. Pek yüksek bir ruha sahib olan ve çok şerefli bir aileye mensub bulunan Hazret-i Hadice, Peygamber Efendimizin muhterem zevcesi olmak şerefine her yönden lâyıktı. Onun için Peygamber Efendimiz Hazret-i Hadice ile evlenmiş, o mübarek annemiz de ilk zevcesi olmak şerefine kavuşmuştur.",
        "86- Peygamber Efendimizin, cariyesi Mariye’den doğan İbrahim adındaki oğlundan başka, bütün erkek ve kız evlâdı Haticetü’l-Kübra validemizden dünyaya gelmiştir. Önce Kasım adındaki oğlu doğmuş, bunun üzerine Hazret-i Peygambere künye olarak Ebû’l-Kasım (Kasım’ın Babası) denilmiştir. Sonra oğlu Abdullah ile Zeyneb, Rukiye, Ümmü Gülsüm ve Fatımetü’z-Zehra adındaki kızları dünyaya gelmiştir. Kasım, İbrahim ve Abdullah Hazretleri daha çocuk iken vefat etmişlerdir. Peygamber Efendimizden sonra yalnız Fatma kaldı. O da altı ay geçmeden Peygamber Efendimizden sonra vefat etmiştir. Böylece iki oğlu Hazret-i Hasan ile Hazret-i Hüseyin’i öksüz bırakmıştır. Yüce Allah hepsinden razı olsun."
      ]
    },
    {
      "sectionTitle": "PEYGAMBER EFENDİMİZİN ALLAH'IN VAHYİNE VE ELÇİLİĞİNE KAVUŞMASI",
      "sectionContent": [
        " 87- Hazret-i Muhammed (sallallahu aleyhi ve sellem) Efendimiz, çocukluğundan beri üstün bir fazilet ve çok güzel bir ahlâk içinde yaşamıştı. Kavminin cahilce yaptıkları işlerden ve âdetlerden tamamen uzaktı. Kimseden bir şey okumamış, bir şey yazmamıştı.",
        "Kimse ile dini konulara ait bir şey konuşmamıştı. Onun üzerinde kimsenin hocalık hakkı olamazdı. O, bütün cihanın en büyük hocası ve en yüksek mürşidi olmaya adaydı. Onu, Yüce Allah bir mucize olarak yaratmıştı. Onun kalbine bütün ilim ve hikmetleri doğrudan doğruya Cenâb-ı Hakk bırakacaktı. O, tam bir masumiyet içinde kırk yaşına yaklaşmıştı. O sırada mübarek gözlerine melekler görünür, “Ya Muhammed!” diye ortalıktan seslenilirdi. Kendisine taşlardan ve ağaçlardan selâm sesleri gelirdi. Aklı, zekâsı, maddî manevî sağlığı üstün bir şekilde mükemmeldi.",
        "88- Hazret-i Muhammed (sallallahu aleyhi ve sellem) Efendimiz tam kırk yaşına girince, peygamberlik şerefine kavuştu. Şöyle ki: Peygamber Efendimiz, Mekke halkından bazı büyüklerin âdetleri üzere kırk yaşlarına yakın yılda bir ay kadar gider, Hira dağında bir mağarada bekleyip Yüce Allah’ın kudret ve azametini düşünür, oradan geçen yolculara yiyecek ve içecek verirdi.",
        "Tam kırk yaşına girince, önce altı ay kadar rüyasında gördüğü şeyler sabah aydınlığı gibi açık olarak meydana çıkmaya başladı. Bu, Peygamberliğin bir başlangıcı idi. Yüce Allah’ın vahy suretiyle vereceği hükümleri ve indireceği Kur’ân âyetlerini kavrayabilmesi için bir alıştırma demekti. Bu altı aydan sonra, yine Hira’da iken bir gün Melek Cibrîl-i Emîn geldi. “İkra” sûresinin ilk âyetini getirdi. Kendisini peygamberlikle müjdeledi.",
        "89- Peygamber Efendimiz, Kur’ân-ı Kerîm’in inmeye başlaması dehşetinden titremiş, kim bilir ne büyük manevî haz ve heyecan içinde kalmıştı. Hemen muhterem zevcesi Hadice’nin yanına giderek durumu anlatmış, böylece peygamberliğe kavuştuğu gerçekleşmişti.",
        "Bundan sonra bir süre İlâhî vahy kesildi. Kur’ân-ı Kerîm’in âyetleri inmedi. Çok şiddetli olan Allah’ın vahyine güç kazanabilmek için ve tam bir istek kazanmak için böyle bir süre beklemeye gerek vardı. Rivayete göre bu süre üç yıldır. Bundan sonra tekrar Cibrîl-i Emîn göründü. Kur’ân-ı Kerîm’in âyetlerini getirmeye başladı. Peygamber Efendimiz de, gerek kendi kavmini ve gerekse diğer bütün insanları hak dine (İslama) çağırmaya görevlendirilmiş oldu.",
        "90- Peygamber Efendimiz Allah tarafından aldığı göreve, Nübüvvet, Risalet denildiği gibi, Bi’set ve Meb’usiyet de denir. Onun için Hazret-i Muhammed (sallallahu aleyhi ve sellem), Yüce Allah’ın bir Nebîsidir, bir Resulüdür, Bir Meb’usudur (elçisi ve peygamberidir). O bütün peygamberlerin sonuncusu ve en faziletlisidir.",
        "Peygamber Efendimize Allah tarafından Kur’ân âyetlerinin gelmesine “Nüzul-i Kur’ân” denir. Bu âyetleri Cibrîl-i Emîn’in getirmesine de: “İnzal, Tenzil” denilir. Bu yönden Kur’ân-ı Kerîm’e “‘Kitab-ı Münzel” denilmektedir."
      ]
    },
    {
      "sectionTitle": "İSLAMIN ÇIKIŞINDA ARABİSTAN'IN DİNİ VE İÇTİMAİ DURUMU",
      "sectionContent": [
        " 91- Peygamber Efendimizin doğduğu ve daha sonra peygamberliğe kavuşmakla İslâm dinini her tarafa yaymaya başladığı zaman, bütün dünya gibi, Arabistan’da büyük bir cehalet ve sapıklık içinde bulunuyordu.",
        "Arablar o zaman değişik batıl din ve mezheblere bağlı idiler. Birçoğu yıldızlara, ağaçlara, taşlara ve heykellere tapmaktaydı. Hepsi de cahil idi. Aralarında okuryazar kimseler çok azdı. Medeniyetten yoksundular. Dağınık bir halde yaşarlardı. Bazı kabileler yeni doğan kız çocuklarını diri diri toprağa gömer de bundan acı bile duymazlardı.",
        "92- Arabistan, önceleri böyle acıklı bir cehalet ve gaflet içinde yaşamakla beraber, Bedevîlik sayesinde asıl geleneklerini bir dereceye kadar koruyabilmişlerdi. Yaratılış bakımından zevki ve cesur idiler. Misafire hürmet eder, emaneti gözetirlerdi. Yalan söylemekten kaçınırlardı. Özellikle aralarında güzel söz söylemek ve şiir okumak san’atı ileriye bir düzeyde idi. Çok şairler ortaya çıkmış, pek parlak kaside ve manzumeler söylenmiş ve yazılmıştı. Artık bunlar da, bütün insanlık âlemi gibi, İlâhî bir dine muhtaçtılar. Gerçek bir din sayesinde yüksek ve temiz bir hayata kavuşmaya muhtaç idiler. Yüce Allah onlara lütfetti, İslâm dini sayesinde bu ihtiyaçtan kurtuldular.",
        "Cihanda misli görülmemiş bir yükselişe kavuştular. Az bir zaman içinde dünyanın doğusuna ve batısına hakim kesilerek bütün beşeriyeti uyandırmaya çalıştılar. Hak ve hakikati, fazilet ve medeniyeti öğretmeye koyuldular ve başarı sağladılar. İslâmiyetin yüksek esaslarına ve prensiplerine sarıldıkça yükselişten yükselişe, başarıdan başarıya kavuştular."
      ]
    },
    {
      "sectionTitle": "İSLAMİYETİ İLK KABUL EDENLER",
      "sectionContent": [
        " 93- Resûl-i Ekrem Efendimiz kendisine peygamberlik gelince, ilk önce çevresinde bulunan bazı kişileri özel şekilde İslâm dinine çağırdı. Bu daveti ilk önce Hazret-i Hatice validemiz kabul edip İslâmiyet şerefine kavuştu. Sonra Kureyş’in büyüklerinden olan Ebû Bekir ile Peygamberirimizin azadlısı Zeyd İbni Harise ve peygamberimizin amcası Ebû Talip’in oğlu olan 9-10 yaşlarındaki Hazret-i Ali İslâmı kabul etmişlerdi. Az sonra da Hazret-i Ebû Bekir’in delâleti ile Osman İbnî Affan, Abdurrahman İbnî Avf, Sa’d İbni Ebû Vakkas, Zübeyr İbnî Avvam, Talha İbnî Ubeydullah hazretleri İslâmiyetle şereflendiler.",
        "94- Peygamber Efendimiz, daha sonra insanları açıkça dine çağırmaya başladı. Herkese Yüce Allah’ın birliğini, varlığını ve büyüklüğünü anlatarak ondan başka hiçbir şeye tapılmamasını söyledi. Bunun üzerine gerçeği anlayanlar müslüman olmaya can atıyorlardı. Cehaletten kurtulup mutluluğa eriyorlardı. Bir süre sonra peygamberimizin amcalarından Hazret-i Hamza İslâmiyeti kabul etti. Bundan az sonra da Ömer İbnî Hattab müslüman olarak İslâm dininin yayılmasına çalıştı. Artık müslümanların sayısı günden güne artıyordu.",
        "95- Peygamber Efendimizi görüp de ona iman edenlere çoğul olarak sahabe ve ashab denir. Bunun tekili “Sahabî’dir. Bu şerefe kavaşan hanımlara da “Sahabiyyat” denir ki, tekili “Sahabiyye”dir.",
        "Ashab-ı Kiramın en büyüklerinden olan Ebû Bekir, Ömer, Osman ve Ali Hazretlerine “Hulefa-i Raşidin, Çaryar-i Güzin” denir ki, bunlar Hazret-i Peygamberden sonra sırasıyla halifelik makamına geçmişlerdir. İslâm dinine pek çok hizmetler etmişlerdir. Bu dört sahabi ile Abdurrahman İbnî Avf, Sa’d İbnî Vakkas, Zübeyr İbnî Avvam, Talha İbnî Ubeydullah, Saîd İbnî Zeyd, Ebû Ubeyde İbnî Cerrah Hazretlerine de Aşere-i Mübeşşere (cennetle müjdelenen on kişi) denir ki, bunlar Hazret-i Peygamber tarafından cennetle, müjdelenmişlerdir.",
        "96- Peygamber Efendimiz görüp de ona iman edenlerin hepsi de mübarek, mukaddes, her yönden saygı değerdirler. Onların değer ve şerefleri diğer bütün müslümanlardan daha yüksektir. Bu da Peygamber Efendimize kavuşma şerefine erişmelerinin ve İslâm dinine ilk hizmet etmenin bir neticesi, bir mükâfatıdır.",
        "Onun için biz o yüksek zatların hepsine istisnasız hürmet ve sevgi besleriz. Onların arasında meydana gelmiş bazı olaylar, birer içtihada ve hikmete dayandığından biz o olayları kurcalamayız. O olaylardan dolayı hiç birine dil uzatamayız. Peygamberin ve diğer din büyüklerinin bizlere emir ve öğütleri bu şekildedir.",
        "Allah’a hamd olsun ki, Sünnet ehlinden olan bütün müslümanlar bu şekilde hareket eder, bütün ashab-ı kiramdan, “radıyallahu anhüm = Allah onlardan razı olsun,” diyerek hayır dua ile anarlar. Bu konuda “Ashab-ı Kiram Hakkında müslümanların Nezih İtikatları” adlı eserimizde geniş bilgi vardır. Yüce Allah Hazretleri bütün ashab-ı kiramdan razı olsun, amîn…"
      ]
    },
    {
      "sectionTitle": "İLK MÜSLÜMANLARIN ÇEKTİKLERİ EZİYETLER, HABEŞİSTAN'A HİCRETLERİ VE ÇEMBER İÇİNDE KALMALARI",
      "sectionContent": [
        " 97- Peygamber Efendimizi doğrulayıp İslâm dinini kabul eden ashab-ı kiramdan birçokları, bu uğurda pek çok eziyetler çekmiş, birçok maddî mahrumiyetlere katlanmış, dinleri uğrunda mallarını ve canlarını vermişlerdir. Peygamber Efendimiz dahi birçok eziyetlere uğramış, hiç bir peygamberin görmediği eza ve cefaya uğrayarak bunlara sabretmiş ve metanet göstermiştir. Yüksek Peygamberlik görevini en üstün bir şekilde çalışarak yerine getirmiştir.",
        "98- Kölelerden ilk önce müslüman olan “Bilâl-i Habeşî” idi. Bu zat müslüman olunca, görmediği eziyet kalmamıştır. Müşrikler bu muhterem zatın boynuna ip takmışlar ve onu çocukların eline vererek sokaklarda ve kızgın kumların üzerinde dolandırmışlardır. Onu bayıltıncaya kadar döğmeye devam etmişlerdir. Fakat Hazret-i Bilâl: “Allah birdir, Allah birdir,” diyerek dininde direniyor, bu eziyetlere katlanıyordu. Sonra onu Ebû Bekir Hazretleri satın alarak azad etmişti. Dinindeki sebat ve metanetinin mükâfatıdır ki, onun mübarek ismi asırlardan beri bütün İslâm ümmeti tarafından saygı ile anılıp durmaktadır. (Allah ondan razı olsun).",
        "99- İslâmiyeti kabul edenlerden bir kısmı da, gördükleri eziyet yüzünden vatanların terk ederek Habeşistan’a hicrete mecbur kalmışlardı. Şöyle ki: Bunlardan ilk defa on bir erkek ile dört kadın, sonra seksen iki erkek ile yirmi kadın hicret etmiştir. Peygamberimizin muhterem kızı Rukiye ile kocası Hazret-i Osman da bu ilk hicret edenlerdendir. Habeşistan hükümdarı olan Necaşî bu muhacirlere çok hürmet etmiş, onlara yer göstermiş ve sonra da İslâmiyeti kabul etmişti.",
        "100- Peygamberimize elçilik görevi verildiğinin yedinci senesi olmuştu. Mekke’deki müşrikler, müslümanların günden güne artmakta olduklarını ve güçlendiklerin görerek onlara bir kat daha şiddet kullanmaya başladılar. Peygamber Efendimizin mensub olduğu Beni Haşim (Haşim Oğulları) ile alışverişi kesmiş, onlara yararlı olan şeyleri bildirmeye karar vermişlerdi.",
        "Onların yoksulluk içinde yaşamaları için kendileriyle her türlü ilgiyi kesmek hasusunda bir sözleşme yazıp Kabe’nin bir duvarına asmışlardı. Artık Haşim Oğullarından gerek müslüman ve gerekse müslüman olmayanlar, “Şa’b-i Ebû Talib” denilen bir mahallede çember altına alınmış duruma sokulmuşlardı. Son derece sıkıntı içinde vakit geçiriyorlardı. Diğer müslümanlar da gelip bu mahallede toplanmışlardı.",
        "Fakat bu sözleşmenin başındaki “Bismikallahümme (Allah’ımızın adı ile)” yazısından başka bütün yazıların güvelerin yemiş olduğunu, Peygamber Efendimiz bir mucize olarak haber vermişti. Onlar gidip baktılar, bu gerçeği anlayınca biraz utandılar. Böylece müşrikler Haşim Oğullarına karşı olan sözleşmelerini bozdular. Haşim Oğulları da, diğer müslümanlar gibi, bu çemberden kurtulup biraz nefes aldılar."
      ]
    },
    {
      "sectionTitle": "EBU TALİP İLE HAZRET-İ HATİCE'NİN VEFATLARI",
      "sectionContent": [
        " 101- Amcası Ebû Talib, Peygamberimizi çok sever, pek ziyade korurdu. Efendimizin pek muhterem ve pek doğru sözlü bir zat olduğunu bilirdi. Fakat kavminin dedikodusundan çekinerek görünüşte iman etmiş değildi. Kalben iman etmiş olduğu kendisine isnad edilen bazı şiirlerinden anlaşılmaktadır. Gerçeği ancak Yüce Allah bilir. Seksen yaşında olduğu halde, Risaletin onuncu yılında vefat etmiştir.",
        "102- Ebû Talib ölümüne yakın bir zamanda Kureyş büyüklerini yanına çağırarak onlara şöyle bir öğüt vermiş: “Ey Arab’ın seçkinleri! Kimsesizlere sevgi, fakirlere yardım ediniz. Namus ve fazileti gözetiniz. Daima birlik ve beraberlik içinde hareket ediniz. Özellikle Muhammedül’l-Emîn’e itaat edip onu gözetiniz. İyi biliniz ki, Hazret-i Muhammed her sözünde doğrudur. O, Allah’ın hidayetine başarısına kavuşmuştur. Bütün Kureyş oymakları ve bütün çevre insanları onun emrine boyun eğecek, onun çağrısına koşacaktır. Eğer daha yaşayacak olsaydım, her türlü zorluklara katlanarak ona yardıma davem ederdim.”",
        "103- Ebû Talib’den üç gün sonra da “Hadicetü’l-Kübra” validemiz vefat etmiştir. Bunların ölümleri Peygamber Efendimizi çok duygulandırmıştı. Peygamber Efendimiz Hazret-i Hatice’den çok memnundu. Onun üzerine başkası ile evlenmemişti. Onun için şöyle buyurmuştur: “Bana ondan daha hayırlı bir zevce nasib olmadı. Beni kimseler doğrulamadığı bir zamanda o doğruladı. Benden herkes malını esirgerken o, mallarını bana harcadı. Benim dünyada bir dostum vardı; o da Hatice idi.”",
        "Peygamber Efendimiz Hazret-i Hatice’nin vefatından sonra Zem’anın kızı “Sevde” validemizle, Hazret-i Ebû Bekir’in kızı “Aişe-i Sıddıka” validemizle, daha sonra Hazret-i Ömer’in kızı “Hafsa” validemizle, Hazret-i Ebû Süfyan’ın kızı “Ümmü Habibe” validemizle evlenmiştir. Yüce Allah hepsinden razı olsun."
      ]
    },
    {
      "sectionTitle": "PEYGAMBERİMİZİN KABİLELERİ DİNE DAVETİ VE AKABE BEYATI",
      "sectionContent": [
        " 104- Mekke’deki müşrikler, Ebû Talib’in öğütlerini dinlemediler. Onun ölümünden sonra Hazret-i Peygambere daha ziyade düşmanlık ettiler. Eziyet etmeğe kalkıştılar. Peygamber Efendimiz de azadlısı olan Zeyd’le beraber Mekke’den çıkıp Taife gitti. Önce civarında bulunan “Bakr ibni Vail” kabilesi ile “Kahtan” kabilelerinden birini dine davet etti; fakat bunlar daveti kabul etmediler. Sonra Taife vardılar. Orada “Benî Sakıf’ kabilesini dine çağırdı; onlar da kabul etmediler, uygunsuz sözler söylediler.",
        "Hazret-i Peygamber Mekke’ye döndü, Mekke’ye bir konaklık mesafede bulunan “Batni Nahle” vadisine gelince, bir gece orada kalıp ibadetle meşgul oldu. “Errahman” sûresini okurken cinlerden bir bölük gelip okunan âyetleri dinlediler ve Peygamber Efendimize iman ettiler. Duyduklarını gidip diğer cinlere de anlattılar. Bu bir gerçektir. Bunu Kur’ân-ı Kerîm bildirmektedir.",
        "105- Peygamber Efendimiz yalnız insanlara değil, cinlere de peygamber gönderilmiş bulunmaktadır. Bunun içindir ki, kendisine Resulü’s Sakaleyn (insanların ve cinlerin peygamberi) denilmiştir. Meleklere de peygamber olarak gönderilmiş bulunduğunu söyleyenler vardır. Gerçek şu ki, onun varlığı bütün âlemler ve yaratıklar için Allah tarafından bir rahmet olmuştur.",
        "106-Peygamber Efendimiz Taif’den Mekke’ye dönünce, yine her türlü eziyetlere katlanarak halkı İslâm dinine çağırmaya devam etti. Her sene hac mevsiminde civardan Mekke’ye gelen ve “Suk-ı Ukaz” denilen panayırda toplanan kabilelerle görüşüp onları İslâm dinine çağırıyordu. Bunlardan bir kısmı daveti kabul ederek müslüman olmuş ve böylece İslâmiyet yavaşça Arab yarımadasına yayılmaya başlamıştı. Mekke müşrikleri de, bu yayılmanın önüne geçmek istiyorlardı. Peygamberimize iftira ediyor, ona şair, kâhin, mecnun, sahir demek küstahlığında bulunuyorlardı.",
        "Ne garipdir ki, içlerinde “Velid ibni Muğire” gibi cin fikirli adamlar, Hazret-i peygamber için şöyle diyorlardı:“Biz Muhammed’e (sallallahu aleyhi ve sellem) nasıl kâhin diyebiliriz ki, onun sözleri asla kâhinin sözlerine benzemiyor. Biz ona nasıl mecnun diyelim ki, onda asla cinnet alâmeti yoktur. Biz ona şair de diyemeyiz; çünkü biz şiirin bütün kısımlarını biliriz. Onun sözleri bunlardan hiç birine benzemiyor. Ona büyücü veya sihirbaz da diyemeyiz; çünkü o ne okuyup üflüyor, ne düğüm bağlıyor. Onun neresi sihirbaza benziyor? Doğrusu bu dediklerimizin hiç biri ona yakışmıyor.”",
        "107- Birtakım hayırsız kimseler, peygamberde görülen İlâhi nuları ve olgunluk hallerini anlayamayıp ondan yararlanamadıkları gibi, başkalarının da yararlanmasına engel oluyorlardı. Fakat zavallılar bilmiyorlar ki, Yüce Allah’ın güneşini hiç kimse perdeleyemez. Allah’ın nurunu kimse söndüremez. Böyle tehlikeli hareketlerde bulunanlar ve kötü kuruntu taşıyanlar yıkılıp giderler. Allah’ın nuru yine anlayış sahibi mü’minlerin gönlünü aydınlatmaya devam edip gider. Dünya tarihi buna şahiddir.",
        "108- Peygamberliğin on birinci yılı idi. Peygamber Efendimiz yine hac mevsiminde kabileleri dine davet ediyordu. Medine halkından ve Hazreç kabilesinden bir topluluğa “Akabe” denilen tepede rasgeldi. Kendilerine İslâm dinini anlattı. Kalbleri duygulandıran ve aklı düşünmeye götüren Kur’ân-ı Kerîm âyetlerinden bir mikdar okudu. O muhterem topluluk da, İslâmiyetin ne yüksek bir din olduğunu anlayarak Allah’ın peygamberini doğruladılar ve iman ettiler.",
        "Bir yıl sonra bunlardan beş kişi ile yine Medine halkından diğer yedi kişi gelip “Akabe” isimli yerde Hazret-i Peygamberle görüştüler. “Bundan sonra Yüce Allah’a ortak koşmayacaklarına, hırsızlık ve zina etmeyeceklerine, hiç kimseye iftirada bulunmayacaklarına, kız çocuklarını öldürmeyeceklerine” dair Hazret-i Peygambere söz verdi, and içtiler. İşte bu şekilde yapılan sözleşme’ye (and’a), “Birinci Akabe Bey’atı” denir.",
        "109- Birinci Akabe Bey’atını yapan ashab-ı kiram Medine’ye döndüler, orada İslâmiyeti yaymaya başladılar. Peygamberliğin on üçüncü yılında, Medine’deki Evs ve Hazreç kabilelerinden yetmiş üç erkek ile iki hanım yeniden geldiler. Ebu Eyyüb El-Ensarî de bunların arasında idi. Peygamber Efendimizle Akabe denilen yerde buluştular ve İslâmiyeti kabul ettiler. Ayrıca Peygamber Efendimizi Medine’ye davet ettiler. Medine’ye şeref verdikleri zaman da kendisini canları gibi koruyacaklarını ve emirlerine uyacaklarını, müslümanların fakirlerine ve zayıflarına yardım edeceklerine yemin ederek kabullendiler ve buna söz verdi, and içtiler. İşte bununla “İkinci Akabe Bey’atı” meydana gelmiştir."
      ]
    },
    {
      "sectionTitle": "AYIN BÖLÜNMESİ VE MİRAÇ MUCİZELERİ",
      "sectionContent": [
        " 110- Ayın iki parçaya ayrılması, peygamberliğin sekizinci yılında olmuştur. Şöyle ki: Müşriklerden bir kısım kimseler, mehtaplı bir gecede, ayın ikiye ayrılıp sonra birleşmesini Peygamber Efendimizden istediler. Böyle bir mucize gösterilmedikçe, iman etmeyeceklerini söylediler. Hazret-i Peygamber de Yüce Allah’a dua etti. Ay da, Yüce Allah’ın kudreti ile iki parçaya ayrıldı.",
        "Bir parçası Nur (Hira) dağının bir tarafında, diğer parçası da öbür tarafında yüksekten göründü. Sonra birleşip eski halini aldı. Bu mucizeyi, o gece bazı yolcular da görmüştü. Mekke’ye geldikleri zaman bu olayı anlattılar. Ne yazık ki, müşrikler yine iman etmediler. Bu olayı bir sihir sandılar. Oysa ki, Yüce Allah’ın kudreti her şeye yeterlidir. Bir peygamber için mucize olmak üzere böyle bir olayı meydana getirmesine ne engel vardır? Gökyüzünde nur saçan birçok yıldızların veya diğer varlıkların güneşten ayrılarak onun çevresinde bir düzen kurduklarını bugünkü alimler iddia edip duruyorlar. Artık bu üstün âlemleri yaratıp düzene sokan Yüce Allah böyle bir mucizeyi yaratamaz mı?..",
        "Çok yazıktır ki, inkarcı ve gafil insanlar, Yüce Allah’ın sonsuz kudretini hudutlandırmış oluyorlar da, bundan haberleri olmuyor. Doğrusu böyle tabiatla ilgili mucizeleri inkâr etmeye veya başka türlü yorumlamaya asla ihtiyaç yoktur. Yazıklar olsun buna aykırı bir düşünceye sahib olanlara!..",
        "111- Peygamberliğin on üçüncü senesinde de “Miraç” mucizesi olmuştur. Şöyle ki: Peygamber Efendimiz (sallallahu aleyhi ve sellem) Hazretleri, Medine’ye hicretlerinden sekiz ay önce Receb ayının yirmi yedinci gecesi idi. Cibril-i Emin geldi ve “Burak”adında bi binit getirdi. Peygamberimizi alıp Kudüs’deki “Mescid-i Aksa”ya götürdü. Oradan göklere çıkardı. Peygamber Efendimiz nice âlemler gördü. Diğer peygamberlerin ruhları ile görüştü. “Sidretü’l-Münteha” denilen makama kadar vardı. Yüce Allah’ın birçok tecellisine kavuştu. Peygamberin kendisine ve ümmetine beş vakit namaz farz kılındı. Aynı gece ve kısa bir zaman içinde evine geri getirildi. Sabahleyin bu olağanüstü olayı insanlara haber verince, mü’minler onu tebrik ettiler. Müşrikler ise, “Böyle bir şey olamaz” diyerek inkârda bulundular.",
        "O bilgisiz ve düşüncesiz insanlar hayvanlara, taşlara ve ağaçlara tapıyorlardı. Yüce Allah’ın kudretini de, bu taptıkları şeylerin kudretine ve kuvvetine benzeterek böyle üstün bir olayın meydana gelmesine imkân göremiyorlardı. Eğer bunlar, bu kâinatı yaratanın nasıl büyük bir yaratıcı olduğunu biraz bilseler ve eğer o hikmet sahibi Allah’ın şu üstümüzdeki sonsuz boşlukta milyonlarca büyük küçük küreleri tutup büyük bir hızla hareket ettirmekte olduğunu düşünselerdi, böyle bir mucizeyi inkâra gerek görmezlerdi. Zavallı insanlar!.. Kendi yapacakları taşıtlarla, füzelerle Merih’lere ve Zühre’lere yükselip çıkabileceklerini düşündükleri halde, Miraç olayının sadece Allah’ın kudreti ile olmasını nasıl uzak görebilirler?..",
        "Şüphe yok ki, Yüce Allah’ın gücü her şeye yeter."
      ]
    },
    {
      "sectionTitle": "İSLAMİYETİN MEDİNE'DE YAYILMASI VE MÜSLÜMANLARIN ORAYA HİCRETİ",
      "sectionContent": [
        " 112- Medine’nin eski adı “Yesrib” idi. Oraya Yemen’in Ezd kabilesinden bir toplum gelip yerleşmişlerdi. Bu toplumun başkanı olan Haris ölünce, Evs ve Hazreç adlarındaki iki oğlunu bırakmıştı. O toplum da ikiye ayrıldı. Bir kısım Evs, diğer bir kısmı da Hazreç’e bağlandı. Böylece Medine’de Evs ve Hazreç adında iki kabile türemiş oldu. Daha sonra bunların arasına şiddetli düşmanlık girdi. Daima birbirleriyle çarpışıp dururlardı. Dünyayı verseler aralarını bulmak ve kalblerini birleştirmek mümkün değildi. Fakat ne zaman ki İslâmiyet nurları parlamaya başladı, hemen o eski düşmanlığı unuttular. Bu düşmanlık yerine bir sevgi ve bir kardeşlik meydana geldi. Birbirine din bağı ile bağlandılar ve birbirinin selâmetine,mutluluğuna çalıştılar. Böylece ortak düşmanları olan Yahudilere üstün geldiler.",
        "İşte İslâmiyet Medine’de bu iki kabile arasında günden güne hızla yayılıyordu. Ashab-ı kiramdan ”Umeyr oğlu Mus’ab” bunlara Kur’ân-ı Kerîm ve İslâm ahlâkını öğretmek için Medine’ye gönderilmişti. Sonra Başkanları olan “Sa’d ibni Muaz ve Üseyyid ibni Hudayr” de müslüman olunca, bu iki kabile arasında İslâm olma nimetine kavuşmayan kalmamış gibiydi.",
        "113- Mekke’deki müslümanlar, müşriklerden çekilemeyecek derecede eziyet görüyorlardı. İkinci Akabe Bey’atından sonra, azar azar gizlice Medine’ye hicrete başladılar. Yalnız Hazret-i Ömer Mekke’den çıkacağı zaman Kabe’yi ziyaret edip orada toplanmış bulunan müşriklere açıkça şöyle söyledi: “Siz ne akılsız kimselersiniz ki, taştan ve ağaçtan yapılmış şeyleri mabud tanıyorsunuz!.. İşte ben gidiyorum… Babasını evlâdsız, evlâdını babasız, karısını kocasız bırakmak isteyenler varsa, beni izlesin.” Bu konuşmayı açıktan yaparak çıkıp gitmişti.",
        "Medine-i münevvere’ye hicret eden ashab-ı kirama, Muhacirin (göç edenler) denir. Medine halkından olan ashab-ı kirama da Ensar (yardım edenler) denir. Bu zatlar muhacirlere çok büyük yardımlarda bulundukları için kendilerine “Ensar” unvanı verilmiştir. Yüce Allah hepsinden razı olsun."
      ]
    },
    {
      "sectionTitle": "PEYGAMBERİMİZİN MEDİNE'YE HİCRETLERİ VE ORADAKİ BAZI ÇALIŞMALARI",
      "sectionContent": [
        " 114- Peygamberliğin on dördüncü yılı idi. Mekke’deki müslümanlar Medine’ye hicret etmişlerdi. Mekke şehrinde yalnız Hazret-i Peygamber ile aile halkı ve Hazret-i Ebû Bekir ile Hazret-i Ali kalmışlardı.Müslümanların böyle Medine’ye gidip orada bir kuvvet meydana getirmeleri, Mekke’deki gayrimüslimleri düşündürüyordu. Darü’n-Nedve denilen bir binada toplandılar. Müslümanların en büyük düşmanı olan Ebû Cehil adındaki şahsın sözüne uydular. Hazret-i Peygamberi öldürmeye karar verdiler. Her kabileden bir şahıs ayrılarak geceleyin Hazret-i Peygamberin evini kuşattılar. Uyumasını bekliyorlardı, onu öldüreceklerdi.",
        "İşte o gece, Cibril-i Emîn geldi, durumu Hazret-i Peygambere bildirdi ve Medine’ye hicret için kendisine izin verildiğini söyledi. Hazret-i Peygamber kendi yatağına Hazret-i Ali’yi yatırdı. Yerden bir avuç toprak alıp dışarda bekleyen müşriklerin üzerlerine saçtı. Hiç birisi görmeksizin aralarından çıkıp gitti. O gece bir yerde kaldı. Gündüzün öğle vakti Hazret-i Ebû Bekir’in evine gitti ve beraberce hicret edeceklerini müjdeledi.",
        "115- Rebiülevvel ayının ilk günleri idi. Peygamber Efendimiz Hazret-i Ebû Bekir ile geceleyin Mekke’den çıktılar. Mekke’ye bir saatlik uzaklıkta bulunan “Sevr” dağına gittiler. Orada “Athal” denilen bir mağarada saklandılar. O gece orada kaldılar. Mekke müşrikleri durumu öğrenince, Hazret-i Peygamberin peşine düştüler. Her tarafı yokladılar. Öyle ki, bu mağaranın yanına bile geldiler. Fakat mağaranın kapısına örümcekler hemen ağlarını örmüş, güvercinler de oracıkta yuva kurmuşlardı. Orada kimsenin bulunamayacağını anlayarak geri döndüler. Bu bir mucize idi.",
        "Sonra Peygamber Efendimiz muhterem arkadaşı ile mağaradan çıktı. Daha önce, Abdullah ibni Ureykıt adında biri aracılığı ile hazırlanmış oldukları iki deveden birine Hazret-i Peygamber ile Hazret-i Ebû Bekir, diğerine de Hazret-i Ebû Bekir’in oğlu Abdullah ile “Âmir ibni Füheyre” binerek Medine tarafına yöneldiler. Yolda birçok üstün haller meydana geldi.",
        "116- Hazret-i Peygamber (sallallahu aleyhi ve sellem) Efendimizin Mekke’den çıkmış olduğunu öğrenen müşrikler, Peygamberi ve arkadaşı Ebû Bekir’i yakalayıp getirecek kimselere yüz deve vereceklerini ilân etmişlerdi. Bunu almak için Benî Müdliç aşiretinden “Süraka” adında birisi Peygamberimizin arkasına düştü. Kudeyd denilen yerde Peygamberimize yetişti. Fakat atının ayakları dizlerine kadar yere battı. Bundan davranışının kötü olduğunu anladı. Peygamberimizden güvenlik sözü istedi ve onu peygamberden aldı, bu şekilde kurtuldu. Mekke’nin Fethinde de İslâmiyeti kabul etti.",
        "Benî Eslem kabilesinde “Büreydetü’bnü’l-Huseyb” adındaki biri de, yetmiş kadar atlı ile Hazret-i Peygamberi yakalatmak sevdasına düştü. Fakat Hazret-i Peygambere yetişince, fikrini değiştirdi. Kalbinde iman parlamaya başladı, beyaz sarığını çözdü: “Ey Allah’ın Resulü! Sizin böyle bayraksız yürümenize gönlüm razı olmuyor; izin veriniz de, alemdarınız (sancaktarınız) olmak şerefine kavuşayım,” dedi ve aldığı izin üzerine, sarığını kargısının ucuna bağladı. Medine’ye bir saat uzaklıkta olan “Kuba” köyüne kadar Peygamberin yanından ayrılmadı. İslâmın ilk bayrağı bu mübarek sarıktır.",
        "117- Peygamberimizin Medine’ye varacağını Medineliler işitmişti. Her sabah Medine dışına çıkar, sıcaklar basıncaya kadar beklerlerdi. Bir pazartesi günü, Hazret-i Peygamber ile mağara arkadaşı Ebû Bekir’in gelmekte oldukları görüldü. Hemen karşılamaya koştular ve Kuba köyünde onlarla buluştular.Peygamber Efendimiz Kuba’da üç gün kaldı ve meşhur Kuba mescidini yaptırdı. İslâmda yapılan ilk mescid budur. Sonra Hazret-i Ali arkadan yetişip Kuba’da Hazret-i Peygamberle buluştu. Ashab-ı kiramdan meşhur “Selman-ı Farisî” de Kuba’ya gelip İslâm dinini kabul etti.",
        "118- Peygamber Efendimiz, Rebiülevvel ayının on altısına raslayan bir cuma günü idi ki, sabahleyin müslümanlardan yüz kişi ile Kuba’dan ayrılıp medine’ye yürüdüler. Yolda “Ranuna” denilen derenin üst tarafına indiler. Peygamber Efendimiz orada çok açık ve güzel hutbe okuyup cuma namazını kıldırdı. Hazret-i Peygamberin ilk kıldırdığı cuma namazı budur.",
        "Peygamber Efendimiz, o gün Medine’ye şeref verdiler. O gün müslümanlar için bayram olmuştu. Her ağızdan: “Ya Resûlallah” Hoş geldiniz,” sesleri yükseliyordu. Her yüzde bir neşe ve sevinç parlıyordu. Güzel şiirler okunuyordu. Ensar-ı kiramdan her biri: “Ya Resûlallah! Benim evimi şereflendir,” diye yalvarıyordu. Fakat Peygamber Efendimiz, hiç birinin gönlü kalmasın diye: “Devemi bırakınız, Yüce Allah tarafından görevlendirildiği tarafa gidiyor. Bakalım nerede duracak!” buyurdu. Deve de önce “Malik ibni Neccar”ın evi önündeki boş arsada çöktü. Sonra kalkıp Beni Neccar’dan “Halid Ebû Eyyüb El-Ensarî’nin evinin önünde çöktü. Oradan da kalkıp yine eski yerine dönerek orada durdu. Peygamber Efendimiz: “İnşallah konağımız burasıdır,” diyerek Hazret-i Halid’in evine şereflendirdi. Yedi ay o evde oturdu.",
        "119- Ensar-ı kiram (Medineli ashab), her gün peygamberi ziyaret ederek nöbetle yemek getirir ve hizmette bulunurlardı. O süre içinde, adı geçen boş arsa on miskal altına satın alınarak üzerinde bir mescid bina edildi. Bugün imarına pek büyük önem verilerek yapılmış olan Mescid-i Nebevi (Peygamberin Mescidi) işte aslen bu mübarek mesciddir. Bunun çevresinde yapılmış olan hücreler (odalar) tamamlanınca Peygamber Efendimiz bunlara taşındı. Mekke’de kalmış olan mü’minlerin annesi Hazret-i Sevde ile Peygamberimizin diğer aileleri Medine’ye getirildi. Artık Medine-i Münevvere bu mübarek mü’minlerin ikinci yurdu olmuştu.",
        "Müslümanlar tarafından kubul edilen “Hicrî Tarih”, Peygamber Efendimizin Medine’ye hicret ettikleri yılın Muharrem ayından başlar. Bu tarihten itibaren müslümanlar için pek parlak bir ilerleme ve açılma devresi başlamış oldu.",
        "120- Mescid-i Nebevi (Peygamberin Mescidi) yapıldıktan sonra, ashab-ı kiram toplanıp beş vakit namazı cemaatla kılmaya başlamışlardı. Fakat namaz vakitlerini ilân edip bildirmek gerekiyordu. Başka milletlerin ibadete çağrı için boru öttürmek, çan çalmak, yüksek bir yerde ateş yakmak gibi kabul etmiş oldukları anlamsız işaretler İslâmiyete yakışmazdı. Bir aralık Hazret-i Ömer’in teklifi ile: “Essalâte Camiaten (topluca namaza)” diye seslenildi. Sonra Ensar-ı kiramdan Abdullah ibni Zeyd’e rüyasında bildiğimiz şekilde ezan öğretildi. Hazret-i Ömer de böyle bir rüya gördü. Peygamber Efendimiz bunu işitince: “İnşaallah bu rüya hakdır, namaza böyle çağrılmalıdır,” diye emretti. Sonra bu rüya, Allah’ın vahyi ile de sağlamlaştırıldı. Artık namaz vakitleri bu şekilde ilân edilir oldu.",
        "Yeryüzünda namaz vakitleri değişik saat ve zamanlara rast geldiği için, hiç bir saat yoktur ki, orada, Muhammedi Ezan okunmasın. Bu şekilde Yüce Allah’ın birliği ve büyüklüğü, Peygamberimizin elçiliği, namazın kurtuluşa sebeb olduğu bütün insanlık âlemine yüksek bir sesle ilân edilmiş oluyor.Peygamber Efendimiz ilk müezzini Bilâl Habeşî’dir. Ebu Mahzure Samure İle Amr ibni Ümmi Mektüm ve Sa’dü’l-Karaz da Peygamberimizin müezzinlerindendir. (Radıyallahu Teâlâ anhüm)."
      ]
    },
    {
      "sectionTitle": "PEYGAMBERİMİZİN CİHADA MEZUNİYETİ VE BAŞLICA DÜŞMANLARI",
      "sectionContent": [
        " 121- Bilindiği gibi Peygamber Efendimiz, bütün âlemlere rahmettir. O, insanlık âlemini bir kardeşlik düzeni üzere yaşatmak ve yükseltmek isterdi. Cehalet karanlıkları içinde kalmış insanları hidayet nurları ile aydınlatmaya çalışırdı. Bunun için kavmine çok güzel öğütler verdi. On üç senede çok yumuşaklık ve tatlılık gösterdi. Ne yazık ki, onlardan birçokları bu mutlu hayatın kıymetini bilemediler.",
        "Müslümanların canlarına saldırmaktan geri durmadılar. Sonunda onları yurdlarından çıkmaya da mecbur bıraktılar. Fakat bununla da yetinmediler. Diğer Arab kabilelerini de müslümanların aleyhine kışkırttılar. Bazı şairleri alet kullanarak müslümanların şereflerine dil uzatmaktan çekinmediler. Artık öğüt ve tatlılıkla hareket etmek zamanı geçmiş, müslümanlar kuvvet bulmuş, İslâm fazilet ve medeniyetini bütün dünyaya yaymak zamanı gelmişti.",
        "122- Hicretin birinci yılı idi. Yüce Allah tarafından cihad için müslümanlara izin verildi. İslâm dinini söndürmek isteyenlere karşı kuvvet kullanılmasına müsaade edildi. Bunun üzerine birçok savaşlar yapıldı, düşmanlara karşı birlikler gönderildi. Bütün bunlar, İslâm varlığını koruma yolunda yapılmıştır.",
        "Peygamber Efendimizin bizzat bulunduğu savaşlara “Gazve” denilmiştir ki, bunun çoğulu “Gazevat’dır. Ashab-ı kiramdan bir zatın kumandası altında savaşa giden az bir kuvvete de “Seriyye” adı verilmiştir. Bir Seriyye, beş kişiden dört yüz kişiye kadar olan seçkin askeri bir birlik demektir.",
        "Peygamberimizin gazveleri (savaşları) sayı olarak yirmi yedidir. Seriyyelerin sayısı da kırk dört veya elli altıdır. Biz bunların önemleri hakkında biraz bilgi vereceğiz.",
        "123- Peygamber Efendimizin karşısında bulunan başlıca düşmanlara (gayrimüslimlere) gelince, bunlar üç sınıf idiler. Şöyle ki:",
        "Birinci sınıf: Mekke’de bulunup da henüz iman etmemiş olan Kureyş kabilesi idi. Bunlar baştan beri müslümanların en büyük düşmanı kesilmişlerdi. Peygamber Efendimiz Mekke’de bulunduğu süre içinde onları tatlılıkla ve hoş bir şekilde öğütlerle yola getirmeğe çalıştı. Fakat bunların düşmanlık ve saldırıları hicretten sonra da devam ettiğinden, artık onlara karşı silâh kullanılmasına mecburiyet görülmüştür.",
        "İkinci sınıf: Tarafsızlar idi. Bunlar, işin sonunu gözlüyorlardı. Bunların bir kısmı müslümanları severdi. Benî Hüzaa gibi… Diğer bir kısmı da müslümanların ilerlemesini istemezdi. Benî Bekr kabilesi gibi…",
        "Üçüncü sınıf: Bunlar müslümanlara sulh ve anlaşma yapan Yahudi kabileleri idi. Benî Kurayza, Benî Nadir, Benî Kaynuka kabileleri gibi.",
        "Bunlar hicretin birinci yılında Hazret-i Peygamberle sözleşme yapmışlardı. Müslümanlara asla saldırmayacaklardı. Buna karşılık da, kendileri dinî ayinlerini serbestçe yapabilecekler, mal ve canları korunmuş olacaktı. Fakat bunlar verdikleri sözde durmadılar. Müslümanların aleyhinde bulunmuşlardır.",
        "124- Yukardaki üç sınıftan başka bir de “Münafıklar Topluluğu” meydana çıkmıştı. Bunlar görünüşte müslüman idiler; fakat içerden müslümanlığın aleyhinde bulunuyorlardı, bozgunculuk çıkarıyorlardı. Hazreç kabilesinden “Abdullah ibni Ubeyy ibni Selül” ve Evs kabilesinden “Haris ibni Süheyl” gibi…",
        "Bir de, bazı şairler vardı. Bunlar önceden kabilelerinin en büyük adamları sayılıyordu. Yazdıkları şiirlerle insanların fikirlerine hakim bulunurlardı. Bunlar cahiliyet duygusu ile müslümanların aleyhine şiirler söylerler, putperestliği överlerdi. “Übeyyetü’bnü Ebi Salt” bunlardandı.",
        "Bu gayrimüslim şairlere karşı, müslümanların da pek seçkin şairleri vardı. Bunlar İslâm dinini savunurlar, gayrimüslim şairlere cevab verirlerdi. Ensar’dan “Hassan ibni Sabit, Kâ’b İbni Malik, Abdullah ibni Revahe” gibi…"
      ]
    },
    {
      "sectionTitle": "MÜSLÜMANLARIN İLK SANCAKTARI VE İLK SERİYYESİ",
      "sectionContent": [
        " 125- Mekke’de bulunan gayrimüslimler, müslümanları bu mübarek yurdlarından çıkarmışlar, mallarını ellerinden almışlar, canlarına da düşman kesilmişlerdi. Yüce Allah buna karşılık cihada izin vererek bunların mallarını, canlarını ve yurdlarını müslümanlara helâl kılmıştır.",
        "Bunun için hicretin ikinci yılında, Mekkelilerin ticaret için Şam’a gönderdikleri bir ticaret kervanına taaruz edilmesine karar verildi. Böyle yapılmakla, düşmanların müslümanlar aleyhindeki tecavüz hareketleri son bulacak, kuvvet ve cesaretleri de kırılacaktı.",
        "Peygamber Efendimiz altmış süvari ile bu kafileyi izlemeye çıktı. “Benî Damre” kabilesinin yurduna kadar vardı. Fakat kafileye raslanamadı. Beni Damre kabilesi ile karşılıklı yardımlaşma esası üzerine bir sözleşme yapıldı ve Medine’ye dönüldü.",
        "Bu sefer esnasında Peygamber Efendimizin amcası Hazret-i Hamza sancaktar tayin edilmiştir. Kendisine beyaz bir sancak verilmişti. İşte müslümanların ilk sancaktarı Hazret-i Hamza’dır. İlk sancağı da bu sancaktır.",
        "126- Yine hicretin ikinci yılı idi. Ebu Cehil’in idaresi altında Şam’dan Mekke’ye bir Kureyş kervanı dönmüş bulunuyordu. Bunu vurmak üzere Hazret-i Hamza’nın kumandası altında otuz kişilik bir kuvvet hazırlandı. Bu kuvvet, üç yüz kişiden ibaret olan Kureyş kabilesine ansızın rastgeldi. Aralarında savaş çıkacağı sırada, iki tarafla da barışık bulunan “Cüheyne” kabilesinden Amr oğlu Mecdi ortaya çıktı; yatıştırıcı sözlerle bunların arasını buldu ve anlaştırdı. İslâm birliği bir ganimet sağlayamadı. Fakat kendisinden sayıca on kat fazla olan bir düşmanı korkutup anlaşmaya mecbur etti. Bu bakımdan maneviyat yönünden büyük bir başarı kazanmış oldular.İşte ilk İslâm seriyyesi de bu otuz kişilik kuvvettir."
      ]
    },
    {
      "sectionTitle": "BİRİNCİ VE İKİNCİ BEDİR SAVAŞLARI",
      "sectionContent": [
        " 127- Kureyş kabilesinden bir seriyye (çete), Medine ve civarına kadar sokulup müslümanların hayvanlarını vurmuşlardı. Peygamber Efendimiz bunu öğrenince, Hazret-i Ali’yi sancaktar tayin ederek Muhacirlerden bir birlik ile bu çeteyi izlemeye çıktı. Bedir denilen yere kadar gittiler. Fakat çete savuşup gittiğinden, geri döndüler. İşte buna Birinci Bedir Savaşı denmiştir.",
        "128- İkinci Bedir savaşına gelince, bu da hicretin yine ikinci yılı Ramazan ayında olmuştur. Buna “Bedr-i Kübra” da denilir. Şöyle ki:",
        "Peygamber Efendimiz, Mekkelilere ait olup Şam’dan geri dönmüş bulunan bir ticaret kafilesini elde etmek için üç yüz beş kişi ile Medine’den “Revha” denilen yere çıkmıştı. Bu askerlerin altmış dördü muhacirlerdendi. Geri kalanı da Ensar’dandı.",
        "Müslümanların ilk ordusunu bunlar teşkil ediyordu. Ticaret kafilesi bunu öğrenince, başka bir yola saparak Mekkelilere haber göndermişlerdi. Mekkeliler dokuz yüz elli kişilik bir ordu ile kafileyi kurtarmaya koştular. Kafilenin Bedir’den savuşup kurtulduğunu öğrendikleri halde, sadece Ebu Cehil’in ısrarı üzerine geri dönmediler. Bedir’e kadar geldiler. Müslümanlarla savaşmak istiyorlardı.",
        "129- Peygamber Efendimiz, düşmanın bu hareketini öğrendi. Ashabı ile müşavere (danışma) yaptı. Kafileyi mi izleyelim, Kureyş ordusuna karşı mı çıkalım? Yüce Allah bunlardan birini bana va’d etmiştir, buyurdu. Ashabdan bazıları, biz böyle bir kuvvetle savaşacağımızı bilmiyorduk, yoksa daha hazırlıklı olurduk, diyerek kafileyi izlemek istediler. Fakat Hazret-i Peygamberin savaş etmeye meyilli olduğunu anlayınca: “Ya Resûlallah! Biz sana bağlıyız; sen ne tarafa yürürsen, biz de seninle beraberiz.",
        "Denizlere atılacak olsan, biz de beraber atılırız,” şeklindeki sözleri ile dinlerindeki sağlamlığı ve Hazret-i Peygambere olan bağlılıklarını isbat ettiler.Böylece İslâm ordusu Bedir’e doğru yürüdü. Peygamber Efendimiz mübarek elleri ile: “Burası Kureyş’ten falanın, şurası da falanın ve falanın öldürüleceği yerdir,” diyerek işaret etti. Sonra hep öyle oldu.",
        "130- Düşman ordusu önceden Bedir suyunu tutmuş olduğundan İslâm ordusu susuz kalmıştı. Yüce Allah o gece müslümanlara tatlı bir uyku verdi. Karşılarında düşman yokmuş gibi, korkusuzca uyuyup yorgunluklarını giderdiler. Ertesi gün de yağmurlar yağdı, dereler aktı. Müslümanlar su sıkıntısından kurtuldular. Bulundukları yer savaşa elverişli bir hale geldi. Nihayet savaş başladı. Düşman tarafından atılan bir ok ile Hazret-i Ömer’in azadlısı olan “Mihca” şehid düştü. Peygamber Efendimiz, “Mihca şehidlerin seyyididir,” buyurmuştur. Müslümanlardan savaş meydanında ilk şehid budur. Allah ondan ve diğerlerinden razı olsun…",
        "131- Peygamber Efendimiz:”Allah’ım! Müslümanlara zafer ver. Eğer bugün bu İslâm topluluğunu helak edersen, yeryüzünde sana ibadet edecek kimse bulunmayacaktır,” anlamında dua etti ve yerden bir avuç ufacık taşlar alarak,’ Yüzleri kara olsun” deyip düşmanların üzerine saçtı. Bu taşlardan her biri bir mucize olarak müşriklerden birinin gözüne veya kulağına isabet etti. Sonunda düşman ordusu fena bir halde bozuldu. Hain Ebu Cehil iki müslüman genç tarafından öldürüldü. Düşmandan yetmiş kişi öldürülmüş, yetmiş kişi kadar da esir alınmıştı. Müslümanlar ise, on dört şehid vermişlerdi.",
        "Düşmandan alınan esirlerin bir kısmı para karşılığında, bir kısmı da parasız azad edilmişti. Bazıları da, Ensar’dan on çocuğa yazı öğretmek şartı ile azad edilmişti. Esirleri öldürmeye Peygamber Efendimiz razı olmamıştı.",
        "132- Bedir savaşının İslâm tarihinde önemi pek büyüktür. Bu savaşa birçok melekler katılmış, müslümanların kuvvetini artırmışlardı.",
        "Bedir savaşında düşman ordusu, İslâm kuvvetinin üç mislinden fazla idi. Fakat yine de İslâm ordusuna yenildiler. Çünkü düşmanların arasında kavmiyet (ırkçılık) duygusundan, cahilce bir gururdan başka bir bağ yoktu. Müslümanlar ise dine ve insanlığa hizmet etmek arzusunda idiler. Aralarında din bağlılığı vardı. Manevî kuvvetleri çok yüksek idi. Şehidlik rütbesinin çok yüksek olduğuna inanmışlardı. Baş kumandanları olan Hazret-i Peygamber (sallallahu aleyhi ve sellem) Efendimizin her emrine itaat ediyorlardı. Din uğrunda can vermeyi mutluluk biliyorlardı. İşte bu duygularla parlak bir zafere ulaştılar. Müslümanlar kuvvet buldu. Birçok kimseler gelip İslâmı kabul etti.",
        "Bedir savaşında bulunan ashab-ı kiram ile özürlerinden dolayı bulunamayan sekiz kişiye “Ashab-ı Bedir” denir ki, bunların hepsi üç yüz on üç sahabidir. Seçkin ashab arasında bunların dereceleri pek yüksektir. Yüce Allah onların hepsinden razı olsun."
      ]
    },
    {
      "sectionTitle": "BENİ KAYNUKA VE UHUD SAVAŞLARI",
      "sectionContent": [
        " 133- Peygamber Efendimiz, Medine’nin “Aliye” denilen bölgesinde oturmakta olan Beni Kaynuka Yahudileri ile sözleşme yapmıştı. Sonra bir müslümanı haksız yere öldürerek verdikleri sözü bozdular. İslâmiyetin ilerlemesinden telâşa düşmüşlerdi. Müslümanlar arasında gizlice bozgunculuk yapıyorlardı.",
        "Peygamber Efendimiz onların reislerini çağırarak ona şöyle dedi: “Ey Kaynuka Oğulları! Benim gerçek bir peygamber olduğumu biliyorsunuz. Bana iman ediniz ki, Kureyş’in (Bedir’de) uğradığı felâkete uğramıyasınız.” Onlar da şu cevabı vermişlerdi: “Sen bizi Kureyş gibi savaş bilmez mi sanıyorsun? Biz savaşa hazırız.”Bunun üzerine İslâm ordusu, hicretin ikinci yılında onların çok sağlam olan kalelerini on beş gün kuşattı. Teslime mecbur oldular ve aldıkları izin üzerine yedi yüz kişi oldukları halde Şam tarafına çıkıp gittiler. Kendilerinden alınan ganimet mallarının beşte biri ilk olarak Devlet Hazinesine yatırıldı. Geri kalanı da gaziler arasında bölüşüldü.",
        "134- Uhud Savaşına gelince: Bu savaş hicretin üçüncü yılında olmuştur. Şöyle ki: Mekke’de bulunan gayrimüslimler toplanmışlar. Üç bin kişiden ibaret bir oldu ile Medine’ye yakın Uhud dağının civarına kadar gelmiş ve yerleşmişler. Bedir savaşının acısını çıkarmak istemişlerdi. Yanlarında on beş kadın da vardı.",
        "Peygamber Efendimiz bu sırada bir rüya görmüştü. Bu rüyasında bir sığırın boğazlandığını, Zülfikar adındaki kılıcının ucu kırılıp bir gedik açıldığını ve arkasına sağlam bir zırh giyip elini o zırhın yakasına soktuğunu gördü. Bu rüyayı tabir ederek: “Boğazlanan sığır, ashabdan bazılarının şehid olacağına, kılıcımdaki gedik de Ehl-i Beytimden birinin şehid olacağına, sağlam zırh da Medine’ye işarettir.” buyurdu. “Bunun için Medine’den çıkmayalım. Düşman saldırırsa, savunma yapalım,” diye öğütledi.",
        "Medine’nin her tarafı bina ve duvarlarla çevrilmiş bir kale halinde bulunduğundan bu şekilde hareket pek uygun olacaktı. Fakat Bedir savaşında bulunmamış gençler, bu defa düşmanla çarpışarak cihad şerefine kavuşmak istediler. Yüce Allah’ın aslanı olan Hazret-i Hamza’nın da Medine’de kapanıp kalmaya gönlü yatmıyordu. Bunun üzerine Peygamber Efendimiz Medine dışına çıkmaya karar verdi ve üstüste iki zırh giydi. Kılıcını kuşandı.",
        "135- Hazret-i Peygamberin tavsiyesine aykırı olarak fikir yürütenler pişman olup: “Ya Resûlallah! Biz senin emrine bağlıyız, nasıl uygun görürseniz öyle yapalım,” dediler. Fakat Hazreti Peygamber:“Silâhını kuşandıktan sonra savaş yapmadan geri dönmek, bir peygambere yakışmaz,” buyurdu ve bin kişiden ibaret bir kuvvetle şehir dışına çıktı.Münafıkların başı olan Ubeyy İbni Selül’ün oğlu Abdullah: “Resûlüllah gençlerin sözüne uydu da şehir dışına çıktı,” diyerek başlarında bulunduğu üçyüz münafıkla geri döndü. İslâm ordusundaki kuvvetin sayısı yedi yüze indi.",
        "136- Nihayet iki ordu karşılamıştı. Peygamber Efendimiz, ashabdan Cübeyr oğlu Abdullah’ı elli ok atıcı ile bir derenin ağzında görevlendirdi. Onlara şu talimatı verdi: “Buradan düşmanın saldırısı beklenir. Sakın benden emir almadıkça ayrılmayınız.” Savaş sonunda düşman fena bir şekilde bozularak kaçmaya yüz tutmuştu. Abdullah’ın kumandası altındaki erler, düşmanın tamamen bozulmuş olduğunu sanarak arkalarına düşmek ve ganimet malı almak istediler. Komutanlarının emrini dinlemeyerek dağıldılar. Düşman bunu görünce, o dereden İslâm ordusunun sol yanına saldırdı. İslâm ordusunda ansızın bir yenilgi baş gösterdi. Bu esnada Hazret-i Hamza ile daha birçok sahabi şehid olmuştu.",
        "Peygamber Efendimiz savaş meydanında yalnız kalmıştı. Yanlarında birkaç kişi bulunuyordu Mübarek dudağı yarılmış, bir dişi kırılmış, zırhının iki halkası kırılmış ve güllerden daha nazik olan vücuduna saplanmıştı. Bir ara Peygamberimizin şehid düştüğüne dair bir haber yayılmıştı. Bu esnada Hazret-i Ali, Peygamberimize saldıran düşman kuvvetlerini geri püskürtüyordu. Sa’d ibni Ebi Vakkas da düşmana ok atıp duruyordu. Ummü Ümare denilen “Nesibe” adındaki muhterem kadın da vücudu kanlar içinde kaldığı halde savaşa devam ediyordu. Hazret-i Peygamberi düşmanlardan koruyordu.",
        "137- Peygamber Efendimizin şehid edildiğine dair yayılan haberden dolayı, müslümanlar büsbütün perişan olmuş, her biri kendi başının çaresine düşmüş, merkezlerini kaybetmiş yıldızlar gibi hareketlerini şaşırarak dağılmışlardı. Oysa ki, Peygamber Efendimiz savaş meydanında Yüce Allah’ın koruması ile ayak diretiyordu. Bu durumu ilk önce ashabdan Kâ’b ibni Malik görmüştü. “İşte Resûlullah! Hamd olsun sağ ve selâmette!” diye seslenmişti. Bunun üzerine müslümanlar tekrar toplanmaya başladılar. Düşmanın saldırısını kırdılar.",
        "Düşman daha fazla savaşmaya cesaret edemeyip geri döndü. Yirmi iki kadar ölü vermişlerdi. Müslümanların şehidleri ise, yetmiş iki kadardı. Bu mübarek şehidler, birer, ikişer ve üçer olarak gömüldü. Yüce Allah hepsinden razı olsun.",
        "138- Müslümanlar Uhud savaşında yenilgiye uğrayarak üzgün bir şekilde Medine’ye dönmüşlerdi. Fakat bu savaş onlar için bir uyarı olmuştu. Çünkü içlerinden bir kısmı, Hazret-i Peygamberin arzusuna aykırı olarak şehirden dışarı çıkmak istemişti. Bir kısmıda korumakla görevlendirildikleri yeri bırakıp ganimet peşine düşmüştü. Böylece savaşın sonunda, Hazret-i Peygambere uymamanın ve verilen görevi yerine getirmemenin ne kadar tehlikeli bir şey olduğunu gösterdi. Gelecekte müslümanlar için bir ibret levhası ve bir uyanma dersi oldu. Bir de savaş sonunda gerçek müslümanlar seçilmiş oldu, münafık olanlar anlaşıldı. Dost düşman belirlendi."
      ]
    },
    {
      "sectionTitle": "BENİ NADİR, HENDEK VE BENİ KURAYZA SAVAŞLARI",
      "sectionContent": [
        " 139- Benî Nadir Yahudileri, Medine’ye iki saat uzakta olan “Zühre” köyünde otururlardı. Müslümanların aleyhinde çalışmamak üzere verdikleri sözü bozmaya başladılar. Uhud savaşında da, fikirlerini büsbütün bozdular. Yayılan uyarmaları dinlemediler. Hicretin dördüncü yılı Rebiülevvel ayında, Hazret-i Peygamber tarafından kaleleri on beş gün kuşatıldı. Aldıkları izin üzerine, bir kısmı Hayber’e, bir kısmı da Şam ve Filistine gittiler.",
        "140- Hendek savaşına gelince, bu da hicretin beşinci yılında olmuştur. Şöyle ki: Yahudilerin teşvikiyle, Kureyş topluluğu diğer birtakım kabileleri birlikleri içine alarak on bin kişiden fazla bir ordu ile Medine’ye doğru yürüdüler.",
        "Hazret-i Peygamber (sallallahu aleyhi ve sellem) Efendimiz, ashab-ı kiramla istişarede bulundu. Selman-ı Farisî’nin tavsiyesi üzerine Medine şehrinin düşman gelecek yönüne hendek kazdılar ve savunma durumuna geçtiler. Hendek kazma işinde Peygamberimiz de arkadaşları ile çalışıyordu. O sırada büyük bir kaya çıkmış, çalışmaya engel olmuştu. Durumu Peygamber Efendimize bildirdiler.",
        "Hazret-i Peygamber mübarek eline aldığı bir balyozu, “Bismillah” diyerek kayaya indirdi. Kayanın üçte birini kopardı. Kayadan bir kıvılcım çıkıp Yemen tarafına sıçradı. Peygamber Efendimiz: “Allahu Ekber, bana Yemen’in anahtarları verildi. Şu anda San’anın kapılarını görüyorum,” dedi. Sonra “Bismillah” diyerek bir daha vurdu. Kayanın bir parçası daha koptu. Bu defa da çıkan kıvılcım, Şam tarafına sıçradı. Hazret-i Peygamber: “Allahü Ekber, bana Şam’ın anahtarları verildi. Şam’ın kırmızı köşklerini görüyorum.” dedi.",
        "Bir daha vurunca, kaya büsbütün parçalandı. Bu defa da çıkan kıvılcım İran tarafına sıçradı. Peygamber Efendimiz: “Allahü Ekber, bana Fars bölgesinin anahtarları verildi. Medayin’de Kisra’nın beyaz köşklerini görüyorum,” dedi. Sonra Selma-ı Farisî Hazretlerine şöyle buyurdu: “Ey Selman! Bu fetihler benden sonra ümmetime nasib olacaktır.” Doğrusu bu müjdeyi verdiği gibi oldu.",
        "Diğer taraftan münafıklar da: “Muhammed (sallallahu aleyhi ve sellem) bize, Kayser’in ve Kisra’nın hazinelerini va’d ediyor. Biz ise, Medine’nin dışına çıkamayıp hendek kazmakla uğraşıyoruz,” diye mırıldanıyorlardı.",
        "141-İki hafta içinde Hendek işleri bitmişti. Düşman da görünmeye başladı. Fakat önlerine çıkan hendeği görünce şaşırdılar. O zamana kadar Arabistan’da böyle bir savaş usulü görülmemişti. Hendeği geçmek isteyenler, beri taraftan ok ve taşlarla engelleniyorlardı. Hendeği atlayarak beri tarafa geçen ve bir bölük süvariye denk tutulan Amr İbni Abdi Vud adında bir düşman eri, müslümanlara meydan okumaya başladı. Benimle çarpışacak er varsa, karşıma çıksın, dedi. Karşısına çıkan Hazret-i Ali (kerremellahu vechehu) tarafından çatışma sonunda öldürüldü.",
        "Kuşatma on beş gün kadar uzadı. Mevsim soğuktu. Düşmana usanç gelmeye başlamıştı. Bir gece çıkan şiddetli bir fırtına ile çadırları alt-üst oldu. Artık ertesi gün dağılıp gittiler. Bıraktıkları yiyecekleri ve develeri müslümanlar elde ederek kıtlık sıkıntısından kurtuldular. Bu Hendek savaşında müslümanlar beş şehid vermişlerdi. Düşmanın da dört eri ölmüştü.",
        "Hendek savaşında, Necd diyarında bulunan Gatfan ve Beni Eslem gibi birçok kabileler düşmanla birlikte olmuşlardı. Bunun için bu savaşa “Ahzâb Savaşı” da denilmişti. Bundan sonra meydan artık müslümanlara kalmıştı.",
        "142- Benî Kurayza savaşına gelince: Bu da Yahudilerin hiyanetinden ileri gelmişti. Şöyle ki: Medine’ye yakın bir köyde oturan “Benî Kurayza” Yahudileri, Hendek savaşında düşmanlarla birleşmiş, önceden Hazret-i Peygamberle yapmış oldukları sözleşmeyi bozmuşlardı. Müslümanları zor bir duruma sokmuşlardı. Hazret-i Peygamber henüz Hendek savaşından dönerek mü’minler silâhlarını bırakmıştı ki, Cibrîl-Emîn geldi. Benî Kurayza üzerine yürümesi için Yüce Allah’dan emir getirdi.",
        "Peygamber Efendimiz tekrar silâh kuşandı. Üç bin kişilik bir ordu ile Benî Kurayza kalesini on beş gün kuşattı. Kalede bulunanlar, Ashabdan Sa’d İbnî Muaz (radıyallahu anh) Hazretlerinin vereceği hükme razı olacaklarını bildirdiler. O da hüküm verdi: Eli silâh tutan erkekler öldürüldü. Toprakları Ensar’ın rızası üzere muhacirlere verildi. Artık Benî Kurayza’nın haince olan sözleşmeyi bozma olayı da böyle uygun bir ceza ile son buldu. Tarihin ibretli sayfalarına karıştı."
      ]
    },
    {
      "sectionTitle": "HUDEYBİYE ANDLAŞMASI VE HAYBER SAVAŞI",
      "sectionContent": [
        "143- Hicretin altıncı yılı idi. Peygamber Efendimiz Beytullah’ı ziyaret için Zilkade ayının başında bin beş yüz kadar ashabla Medine’den çıktı, Mekke’ye yöneldi. Maksadları savaş olmadığı için, müslümanlar yanlarına mükemmel savaş aletleri almayıp yalnız birer kılıç kuşanmışlardı.",
        "Mekke müşrikleri, Hazret-i Peygamberin Medine’den Mekke’ye doğru yola çıktığını haber alınca, bir ordu halinde Mekke’den çıkmış ve engel olmaya karar vermişlerdi. Hazret-i Peygamber onlara Hazret-i Osman’ı gönderdi. Maksadlarının savaş değil bir Umre ziyareti olduğunu bildirdi. Fakat onlar yine razı olmadılar.",
        "144- Mes’ud Sakafî’nin oğlu Urve, yolda Peygamber Efendimize rast gelerek müslümanların davranışlarına dikkat etmişti. Müslümanların Hazret-i Peygamber etrafında pervane gibi dolaştıklarını, bütün emirlerini hemen yerine getirdiklerini, huzurlarında son derece edeble hareket ederek yavaşça konuştuklarını, peygamber abdest alırken serpilen damlaları alıp yüzlerine ve gözlerine sürdüklerini görmüştü.",
        "Urve Mekkelilerin yanına gidince; “Ey cemaat! Ben Kayserin, Kisra ile Necaşî’nin divanlarında bulundum. Birçok hükümdarlarla görüştüm. Vallahi ben, Muhammed (sallallahu aleyhi ve sellem) hakkında arkadaşlarının yaptığı hürmet ve itaatin bir benzerini görmedim. Bunlar öyle kolay kolay dağılacak bir toplum değil!” diyerek kendilerini uzlaşmaya götürmek istedi. Mekkeliler, Arabların en güzel söz söyleyeni olan Amr oğlu “Süheyl”i Peygamberin huzuruna gönderdiler. Sonunda on sene müddetle sulh karar verildi. Buna “Hudeybiye Musalahası (Barış Andlaşması)” denir.",
        "145- Hudeybiye Barış Andlaşması sırasında, Hazret-i Osman’ın Mekke’de şehid edildiğine dair bir heber yayıldı. Bunun üzerine Peygamber Efendimiz bir ağacın altına oturdu. Bütün müslümanlar toplandı. Ölünceye kadar direnip savaştan kaçmayacaklarına dair Peygambere söz verdiler. Buna “Bey’atü’l-Rıdvan” denilmiştir. Çünkü böyle söz verip, bey’at eden müslümanlardan Yüce Allah razı olduğunu Kur’ân-ı Kerîm’de bildirmiştir.",
        "Fakat Hazret-i Osman hakkındaki bu haberin doğru olmadığı anlaşıldı. Düşmanlar, müslümanların bu kararını duyunca korktular. Hazret-i Osman’ı serbest bıraktılar. Sulh andlaşması imzalandı. Hazret-i Peygamber ile ashab-ı kiram kurbanlarını keserek Medine’ye döndüler.",
        "146- Hudeybiye Musalahasının (Barış Andlaşmasının) başlıca şartları şunlardır:",
        "1) Müslümanlarla karşı taraf arasında on sene savaş olmayacak iki tarafın hiç biri diğerinin malına ve canına el atmayacak.",
        "2) Müslümanlar bu yıl Beytullah’ı ziyaret etmeksizin geri dönecekler. Gelecek yıl üç günden fazla olmamak üzere Mekke’ye gelip Beytullah’ı ziyaret edecekler. Bu üç gün içinde Mekkeliler şehir dışına çıkacaklar.",
        "3) Müslümanlardan Kureyş’e sığınacak olursa, geri döndürülmeyecek, fakat onlardan müslümanlara sığınanlar geri döndürülecek",
        "4) Müslümanlardan Hac, Umre ve ticaret için Mekke’ye gideceklerin canları ve malları güven altında olacak. Kureyş tarafından Mısır’a ve Şam’a gidenlerle ticarette bulunmak üzere Medine’ye gelenlerin de canları ve malları güven altında bulunacak.",
        "5) Kureyş’den başka diğer kabileler isterlerse müslümanların, isterlerse Kureyş’in koruması altına girebilecek.Bu anlaşma üzerine, Huza’a kabilesi müslümanların ve Beni Bekr kabilesi de Kureyş’in koruması altına girdiler.",
        "147- Hudeybiye Andlaşmasının önemi İslâm tarihinde pek büyüktür. Bunun çok yararları görülmüştür. Bu, büyük bir başarı demekti. Fakat önceden bunu bilen sadece Peygamber Efendimiz olmuştur.",
        "Bu yararların bir kısmı şunlardır:",
        "1) Ashab-ı kiram savaş için hazırlanmışlardı, silâhları noksandı. Düşman ise son derece hazırlıklı idi. Bu durumda âdete göre savaş yapılması uygun değildi. Bu andlaşma ile böyle bir savaş önlenmiş oldu.",
        "2) Müslümanlar çok iyi bir şekilde eğitilmiş oldukları için, belki de düşmanlarına üstün geleceklerdi; fakat kesin bir gerek olmadığı halde savaş ile Mekke’ye girmek, Kabe’ye saygısızlık olacaktı. Bununla beraber Mekke’de kalıp da İslâm olduklarını saklayan bazı müslümanlar da çiğnenmiş olabilirdi. Bu anlaşma böyle işlere engel olmuştu.",
        "3) Mekkeliler, Medine’de kurulan İslâm hükümetini o zamana kadar tanımıyorlardı. Bu andlaşma ile müslümanlar kendi devletlerini onlara tanıtmış oldular.",
        "4) Müslümanlar bu andlaşma sebebiyle Kureyş’in saldırısından emin olarak başka düşmanları ile uğraşmaya zaman kazandılar. Başka yerlerde fetihlerde bulundular.",
        "5) Bu andlaşma ile birçok kabile müslümanlarla serbestçe görüşerek İslâmın yüksekliğini anlamış oldular. İslâmiyeti kabul edenlerin sayısı birden bire çoğaldı. Sonuç bakımından Hudeybiye Andlaşması açık bir zaferdi.",
        "148- Hayber Savaşına gelince: Bu da hicretin yedinci yılında olmuştur. Şöyle ki: Hayber, Medine’nin Şam yönünde dört günlük uzaklıkta bulunan bir şehirdi. Çevresinde birçok kaleler, hurmalıklar ve tarlalar vardı. Bu ülkede Yahudi’ler oturuyordu. Birçok İslâm düşmanları da bunlara katılıyordu. Bunlar müslümanlar için bir tehlike oluyordu.Hicretin yedinci yılı muharrem ayında Peygamber Efendimiz (sallallahu aleyhi ve sellem) Hazretleri dört yüz piyade ve iki yüz süvari ile burasını kuşattı.",
        "149- İslâm ordusunun Hayber’e ulaşması geceye rastlamıştı. Fakat bir kavmi ansızın habersiz bir şekilde basmak Peygamberimizin âdetleri değildi. Sabaha kadar beklenildi. Sabahleyin kuşatma başladı. Hayber kaleleri çok sağlamdı. İslâm sancağı her gün ashabdan büyük bir zata teslim ediliyordu. Fakat kesin sonuç alınamıyordu. Sonra bir gece Hazret-i Peygamber şöyle buyurdu: “Yarın İslâm sancağını öyle bir kimseye teslim edeceğim ki, o devamlı olarak düşmana saldırır, asla geri çekilmez. O, Allah’ı ve onun Peygamberini sever; Allah ve onun peygamberi de, onu sever. Allah onun elleri ile fetih (zafer) verecektir.”",
        "Ertesi gün Hazret-i Ali Medine’den gelip orduya yetişti. Göz ağrısından rahatsız olduğu için geri kalmıştı. Peygamber Efendimiz İslâm sancağını Hazret-i Ali’ye verdi. O da, hemen Kamus kalesi üzerine yürüyüp önünde sancağı dikti. Birçok Yahudi ile mübaredezede (açık çarpışmada) bulundu ve hepsini öldürdü. Sonunda Kamus kalesini ele geçirdi. Diğer kaleler de birer birer ele geçirildi.",
        "150- Hayber arazisi Devlet Hazinesine bırakıldı. Halkı da , bu araziyi ekip gelirinin yarısını Hazineye vermek üzere yerlerinde bırakıldı.",
        "O tarihe kadar İslâm ordusunda, yalnız Reislere ait olmak üzere bir sancak bulunurdu. Hayber savaşında ise, askerlere de bayraklar verilmişti.",
        "Hayber savaşında müslümanlar on beş şehid vermişti. Düşmanın kaybı da doksan üç kişi idi.",
        "Hayber savaşından sonra, Haris kızı Zeyneb ismindeki bir Yahudi kadın, peygamberimize hediye diye kızartılmış bir koyun ikram etti. Peygamber Efendimiz bundan bir lokma alır almaz: “Bu zehirlidir, sakın yemeyiniz!” buyurdu. Sonra mübarek omuzları arasından kan aldırdı. Bu kadını da kendisi için cezalandırmayıp bağışladı. Fakat Bera oğlu Bişr adındaki sahabi, yediği zehirli lokma yüzünden hemen öldü. Zeyheb de suçunu itiraf ettiğinde, Bişr’in varislerinin isteği üzerine Zeyneb kısas cezası ile öldürüldü. İşlediği cinayetin cezasını çekti."
      ]
    },
    {
      "sectionTitle": "HAZRET-İ PEYGAMBERİN HÜKÜMDARLARI İSLAM DİNİNE DAVET ETMESİ",
      "sectionContent": [
        " 151- Hazret-i Peygamber (sallallahu aleyhi ve sellem) Efendimiz, bütün milletlere peygamber gönderilmiş olduğundan İslâm dinine davet için Hicretin yedinci yılı muharrem ayında birer davet mektubu yazdırıp onları mühürledikten sonra, birer elçi ile çevresindeki hükümdarlara göndermişti. Bu mektubları, Necaşi denilen Habeş Hükümdarı “Ashane”ye, Mısır Hükümdarı “Muhavkıs”e, Doğu Roma İmparatoru “Hirakl”e, Şam Meliki olup Hirakl’in bir valisi hükmünde olan “Haris”e, Yemame Meliki Hıristiyan Ali oğlu “Hevze”ye, İran hükümdarı “Hüsrev Perviz”e ve başkalarına hitab edilerek yazılmıştı.",
        "152- Necaşi, Hazret-i Peygamberin mektubunu alır almaz öpüp yüzüne gözüne sürmüş ve Habeştan’a hicret etmiş bulunan Hazret-i Cafer’in huzurunda İslâmiyeti kabul etmişti.",
        "Mısır Hükümdarı da Hazret-i Peygamberin elçisine hürmet etmiş ve peygamberimize dört cariye ile Düldül adındaki meşhur katırı hediye olarak göndermişti. Bu cariyelerden biri “Mariye” (radıyallahu anha)’dır ki, Peygamber Efendimizin İbrahim adındaki oğlu bundan doğmuştur. Rum Kayseri de birçok hediyeler göndermiş; fakat kavminden çekindiği ve saltanatına düşkün olduğu için müslüman olmamıştı.",
        "Haris ise, Peygamberin mektubunu yere atmış olduğundan peygamberin duası ile az sonra kahrolup cehenneme gitmiştir.Yemame Meliki de; “Hazret-i Peygamber beni kendisine Başvezir yaparsa müslüman olurum, değilse kendisi ile savaşırım,” diye terbiyesizce hareket ettiğinden az sonra helak olmuştur.",
        "Acem Hükümdarı da, mektubu alır almaz parçalanmış olduğundan Peygamber Efendimiz şöyle dua etmişti: “Allah’ım! O benim mektubumu nasıl parçaladıysa sen de onun mülkünü öyle parçala!…”Az sonra İran Devleti parçalandı, büsbütün sönüp İran ülkesi müslümanların eline geçti."
      ]
    },
    {
      "sectionTitle": "UMRETÜL-KAZA VE MUTE SAVAŞI",
      "sectionContent": [
        " 153- Peygamber Efendimiz Hicretin yedinci yılı Zilkade ayında Umre için (Kâbeyi tavaf ve sa’y için) Medine’den iki bin ashabı ile çıktı. Ashabın ileri gelenlerinden meşhur şair Abdullah İbni Revahe de önde yürüyerek güzel şiirler okuyordu. Peygamber Efendimiz Hudeybiye Andlaşmasına dayanarak Mekke’de yalnız üç gün kaldı. Sonra Medine’ye döndü.",
        "Bu Umre, Hicretin altıncı yılında yapılması istenilen ve fakat Hudeybiye olayı sebebiyle yerine getirilemeyen Umre’ye bedel olduğundan buna “Umretü’l-Kaza (Kaza umresi)” denilmiştir.",
        "154- Mu’te savaşına gelince: Bu da Hicretin sekinci yılında olmuştur. Şöyle ki: Peygamber Efendimiz Busra valisine, Haris İbni Umeyr ile bir mektub göndermişti. Haris, Şam diyarında “Mu’te” denilen yere varınca, elçi olduğu bilindiği halde, Rum Kayser’inin kumandanlarından “Şürahbil” tarafından şehid edildi. Bundan dolayı Şürahbil üzerine üç bin kişilik bir ordu gönderildi. “Vadi’l-Kıra” da düşmanla savaş yapıldı. İlk saldırıda düşman bozuldu. İslâm ordusu Maan’a vardı. Kayser’in yüz bin askerden ziyade bir ordu çıkardığı duyuldu. Fakat İslam ordusu geri dönmeyip Mu’te’ye kadar yürüdü. Burada şiddetli bir savaş oldu.",
        "155- Mu’te savaşında İslâm sancağını tutan Zeyd İbni Harise, sonra Cafer İbni Ebû Talib ve daha sonra Abdullah İbni Revahe Hazretleri şehid düştüler. Sonunda Allah’ın kılıcı (Seyfullah) ünvanını taşıyan meşhur Halid İbni Velid, İslâm askerlerini başına topladı. O gün başarı ile savaştı. Ertesi gün yine aslanca savaşa başladı. Ordunun iki kanadına yer değiştirdi.",
        "Müslümanlara yardımcı kuvvet gelmiş zannı ile düşmanın gözü yıldı. Sonunda düşman ordusu bozulup geri çekildi. Hazret-i Halid de bundan faydalanarak İslâm ordusu ile Medine’ye döndü.",
        "156- Müslümanların Romalılarla yaptıkları ilk savaş bu Mu’te savaşıdır. Bu savaşta üç bin müslüman, yüz bin Rum’a galib gelmişti. Bu olay, müslümanların ne yüksek manevî bir kuvvete sahib olduklarını isbata yeterlidir.Bu savaş Mu’te’de devam ederken, Peygamber Efendimiz savaş alanında neler olduğunu, gözleri önünde imiş gibi görüyordu. İslâm sancaktarlarının şehid düştüklerini, gözleri yaşlı olarak yanında bulunan ashaba haber veriyordu. Hazret-i Cafer’e kesilen iki koluna karşılık, Allah tarafından iki kanat verildiğini de müjdeliyordu. Bundan dolayı bu muhterem şehide Cafer-i Tayyar (Uçan Cafer) denilmiştir. Yüce Allah bütün ashab-ı kiramdan razı olsun, âmin…"
      ]
    },
    {
      "sectionTitle": "MEKKE'NİN FETHİ",
      "sectionContent": [
        " 157- Hicretin sekizinci yılında Beni Bekr kabilesi, müslümanların koruması altında bulunan Huzaa kabilesi üzerine ansızın saldırırdı. Kureyş Reislerinden bazıları da Beni Bekr kabilesine yardımda bulunmuştu. Bu arada Huzaa kabilesinden yirmi üç kişi öldürülmüştü. Böylece Mekkeliler Hudeybiye Andlaşmasını bozmuşlardı. Huzaa kabilesinden bir cemaat Medine’ye gelerek uğradıkları felâketi anlattı ve yardım istediler Peygamber Efendimiz Ramazan ayının onuncu gününden sonra, on bin kişilik bir ordu ile Medine’den yola çıktı. Yolda “Beni Süleym” kabilesi de bu orduya katıldı. Mekke’ye doğru yürüdüler.",
        "158- Peygamber Efendimizin muhterem amcası Abbas (radıyallahu anh) evvelce müslüman olmuştu; fakat Mekke’de oturduğu için müslümanlığını gizlemişti. Bu defa İslâm olduğunu açığa vurarak Medine’ye doğru gelmekte iken İslâm ordusuna rastgeldi. Bu kutsal ordu ile tekrar Mekke’ye döndü. Peygamber Efendimiz buna çok sevindi ve ona şöyle hitab etti: “Ey Abbas! Sen muhacirlerin sonuncusu oldun.”",
        "159- Peygamber Efendimiz: “Kureyş tarafından bize saldırı olmadıkça savaşmayınız.” diye emretmişti. İslâm ordusu savaşmaksızın Mekke’ye girdi. Tekbir sesleri dağları, taşları titretiyordu. Yalnız Hazret-i Halid İbni Velid’in kumandası altındaki birlik, “Handame” denilen yerde düşmanın saldırısına uğradığından savaşmaya mecbur olmuş ve bir saldırıda düşmanı dağıtıp Mekke’ye girmişti.",
        "160- Peygamber Efendimiz Mekke’ye girmeden önce İslâm ordusunu gözden geçirmişti. Bir an Mekke’den yalnızca hicret ettikleri zamanı hatırladı. Bir de bu büyük başarıyı düşündü. Hemen Yüce Allah’ın büyük ihsanına karşı devesinin boynu üzerinde secdeye kapandı. Ne yüksek bir kulluk ifadesi, ne büyük bir şükür belirtisi!..",
        "161- Cuma günü idi. İnsanlar Harem-i Şerif’de toplanmıştı. Önceden Hazret-i Peygambere verdikleri eziyetleri hatırlayarak kendilerinden bugün nasıl bir intikam alınacağını düşünüyorlardı. Oysa ki, O yüce Peygamber hepsini bağışlamıştı. Hepsine merhamet ve şefkat gösterdi. “Hepiniz haydi gidiniz, hürsünüz,” diye onlara dokunmadı.",
        "Kabe’yi temizletti. Ötede beride bulunan putları da kırdırdı. Mekke’de bulunan erkekler ve kadınlar akın akın gelip müslüman oldular. Artık çok yüksek bir inkılâb (devrim) olmuştu. O zamana kadar taşlara, ağaçlara ve insanlara tapanlar, şimdi sadece Yüce Allah’a tapmaya başlamışlardı. Şimdiye kadar Hazret-i Peygambere düşman olanlar, şimdi onu canlarından çok seviyorlardı. Yeryüzünün bu mübarek beldesinden tabaka tabaka karanlıklar kalkıp açılmış, onların yerine hidayet, fazilet, diyanet ve gerçek medeniyet nurları yerleşmişti.",
        "Hazret-i Peygamber, Mekke-i Mükerreme’ye, pek genç yaşta bulunan fakat her yönü ile yeterli olan Esîd oğlu Attab’ı (radıyallahu anh) vali tayin etti. Zilkade ayının son günlerinde Medine-i Münevvere’ye dönüldü."
      ]
    },
    {
      "sectionTitle": "HUNEYN SAVAŞI İLE EVTAS OLAYI",
      "sectionContent": [
        " 162- Mekke’nin fethi üzerine birçok kabileler müslüman oldular. Ancak en büyük kabilelerden olan “Beni Havazin ve Beni Sakıf’ kabileleri savaşa kalkıştılar. Taif ve Mekke arasında “Huneyn” denilen yerde toplandılar. Hazret-i Peygamber henüz Mekke’de idi. Şevvalin yedinci günü on bin kişilik bir ordu ile Huneyn’e doğru yürüdü.",
        "Müslümanlardan bazıları: “Bu ordu, hiç bir zaman azlıktan dolayı yenilmez,” demişti. Bu, yanlış bir düşünce idi. Çünkü zafer ancak Allah tarafındandır. Askerin çokluğu ise görünüşte olan bir sebebdir. İnsan bu sebebleri hazırlamalı, fakat başarıyı Yüce Allah’dan beklemelidir. İşte kendilerine bir uyarı dersi olmak üzere, müslümanlar bu savaşta önce bozuldular. Fakat sonra Yüce Allah’ın lütfü ile yine üstün geldiler. Şöyle ki:",
        "Büyük kumandan Halid İbni Velid Hazretleri, yanındaki erlerle beraber tedbirsiz yürürken pusuda bulunan Mekkeli müslüman erler de dağıldı. Böylece bozgun bütün İslâm ordusuna sıçradı. Savaş alanında yalnız Peygamber Efendimizle ashabdan birkaç kişi kalmıştı. Hazret-i Peygamberin gösterdiği metanet ve cesaret çok üstündü. Şöyle sesleniyordu: “Ey Allah’ın dinine ve Peygamberine yardım edenler! Nereye gidiyorsunuz? Geliniz, ben Allah’ın kulu ve peygamberiyim!..” Sonra müslümanlar uykudan uyanır gibi uyandı, toplarlanmaya başladılar. Düşmana çok şiddetli bir saldırıda bulunarak şanlı bir zafer kazandılar.",
        "163- Evtas olayına gelince: Huneyn savaşı sonunda Beni Hevazin kabilesi İslâmiyeti kabul ettiği için azad edilmişti. Kaçan düşmanlardan bazıları “Evtas” denilen vadide toplanmışlardı. Gönderilen bir İslâm birliği tarafından esir edildiler. İçlerinde Beni Sa’d kabilesinden Haris’in kızı “Şeyma” da vardı. Şeyma, Hazret-i Peygamberin süt kızkardeşi idi. Hazreti Peygamber onun esir düştüğünü öğrenince üzüldü ve mübarek gözlerinden yaşlar aktı. Onu okşayıp birçok ikramda bulunduktan sonra kabilesine gönderdi.Savaştan kaçan Beni Sakıf kabilesi de gidip Taif’e kapanmışlardı. Taif şehri İslâm ordusu tarafından on sekiz gün kuşatıldı. Fakat o sırada fethedilemedi, çember kaldırıldı. Bir yıl sonra Taif halkı gelip müslüman oldular."
      ]
    },
    {
      "sectionTitle": "TEBÜK SAVAŞI",
      "sectionContent": [
        " 164- Hicretin dokuzuncu yılı idi. Romalıların Şam’da İslama karşı büyük bir ordu hazırlamış oldukları haberi geldi. Bunun üzerine Peygamber Efendimiz otuz bin kişilik bir ordu ile Medine’den çıkarak “Tebük” denilen yere kadar vardı. Yirmi gün orada kaldı. Fakat düşmandan hiç bir hareket görülmedi. Artık Şam’a kadar gidilmesi uygun görülmeyerek Medine’ye dönüldü.",
        "165- Tebük seferi sırasında Medine’de kıtlık vardı. İslâm ordusu güçlükler içinde hazırlanmış olduğundan bu orduya Ceyşü’l-Usre (Güçlük Ordusu) denilmiştir. Bu orduya, zenginlerin yanı sıra fakirler de yardıma koşmuştu. Bir çok kadınlar küpelerini, bileziklerini ve mücevherlerini bağış yaptılar.Hazret-i Ebû Bekir, bütün malını getirip teslim etti. Hazret-i Ömer malının yarısını verdi. Hazret-i Osman, Şam’a göndermek üzere hazırladığı bir ticaret kervanını tamamen bağışladı. İşte bunlar, bizler için Allah yolunda yapılan birer fedâkârlık örneğidir.",
        "166- Tebük seferi esnasında bazı kabilelerle münafıklardan birçokları birer bahane ile sefere katılmayıp geri kalmışlardı. Bir kısım münafıklar: “Böyle sıcak bir mevsimde yola çıkılır mı? Muhammed (sallallahu aleyhi ve sellem), Roma devletini oyuncak mı sanıyor?” diye insanlara korku ve ürkeklik veriyorlardı. Hatta yolculuk esnasında Hazret-i Peygamber’in devesi kaybolmuştu. Münafıklardan biri: “Muhammed (sallallahu aleyhi ve sellem) peygamberim diyor, yerden gökten haber veriyor, fakat devesinin nerede olduğunu bilmiyor,” demişti.Zaten münafıkların ve İslâm düşmanlarının âdetleri budur. Her olaydan yararlanarak müslümanları şüpheye düşürmek, temiz inançlarını sarsmak ve böylece onların kutsal varlığını perişan etmek isterler. Fakat ileri görüşlü müslümanların asıl maksadlarının ne olduğunu, ne gibi bozuk fikirler taşıdıklarını çok güzel bilir ve değerlendirirler.",
        "Sonuç: Peygamber Efendimiz o münafıkın yukarda geçen cahilce sözlerini, Yüce Allah’ın bildirmesiyle ashaba anlatmış ve: “Vallahi ben Yüce Allah’ın bildirdiği şeylerden başkasını bilmem. Şimdi Yüce Allah bana bildirdi: Deve falan derededir, yuları bir ağacın dalına sarılıp kalmıştır. Gidin getirin,” diye emretti. Onlar da koşup gittiler ve deveyi o hal üzere buldular. Oradan alıp getirdiler.",
        "167- Tebük seferinden savaş yapılmaksızın dönülmüştü. Fakat bu seferin birçok yararları görülmüştür. Bir kısmı: Müslümanların koca bir Roma imparatorluğuna böyle meydan okuması herkese dehşet saldı. İslâm ruhundaki kahramanlığı gösterdi. Birçok memleket idarecileri, müslümanlara cizye ismi ile vergi vermeyi kabul ettiler. Yemen’den, Necid’den ve diğer yönlerden birçok kabileler müslüman olmak üzere Medine’ye elçiler gönderdiler.Artık Arab Yarımadası’nda, müslümanlara karşı durabilecek bir kuvvet kalmamıştı. Müslümanlığın çevreye yayılması beklenmedik bir genişlemeye varmıştı."
      ]
    },
    {
      "sectionTitle": "VEDA HACCI",
      "sectionContent": [
        " 168- Hicretin onuncu yılında Veda Haccı olmuştur. Şöyle ki: Zilhicce ayına on gün vardı. Hazret-i Peygamber Efendimiz hac farizasını yerine getirmek için ashabdan kırk bin kişi ile Mekke’ye yollandı. Arefe cuma gününe rastlamıştı. Peygamber Efendimiz, yüz binden çok müslümanla birlikte Hacc-ı Ekber yaptı. O gün çok etkili bir hutbe okudu, ümmetine öğüt verdi. Şöyle buyurdu:",
        "“Ey İnsanlar! Dinleyiniz, anlayınız ve biliniz ki, müslümanlar hep birbirinin kardeşidir. Bir kimseye kardeşinin malı helâl olmaz; ancak gönül rızası ile olabilir. Sakın nefislerinize zulmetmeyiniz. Ey İnsanlar; kadınlarınızın üstünde sizin hakkınız, fakat sizin üzerinizde de onların hakları vardır. Onlar, sizin haklarınızı gözetmelidirler. Siz de onlara güzel davranmalısınız. Ey insanlar! Ben size gerekli olan din hükümlerini tebliğ ettim ve size bir şey bıraktım ki, ona sarıldıkça hiç bir zaman sapıklığa düşmezsiniz. O da, Allah’ın kitabı ile Peygamberinin sünnetidir.”",
        "Daha birçok yüksek öğütlerden sonra: “Ey İnsanlar! Kıyamet gününde, “Muhammed size risaletini tebliğ etti mi? diye sorulur. O vakit siz ne cevab verirsiniz?” diye sordu. Onlar da: “Evet, tebliğ etti, diye şahidlik ederiz.” dediler. Bunun üzerine Hazret-i Peygamber, üç kez: “Şahid ol, Allah’ım!..” dedi.",
        "169- O gün akşam üstü:“Bugün size dininizi tamamladım,” âyet-i kerîmesi nazil oldu.Bu âyet-i kerîme, İslâm dininin en mükemmel ve en son din olduğunu gösteriyor. Bu din ile müslümanlara ne büyük nimetler verildiği ve İslâm’dan başka hiç bir dinin geçerli olmadığı adı geçen âyet-i kerîmenin devamından açıkça anlaşılıyor.",
        "Her müslüman, kavuştuğu bu büyük nimet ve mutluluğu bilir, takdir eder, buna aykırı hiç bir söz ve hareket aklına gelemez.Bu âyet-i kerîme, Hazret-i Peygamber’in âhiret âlemine göçeceklerine işaret ediyordu. Çünkü artık Peygamberin kutsal görevi tamamen yerine getirilmiş, insanlar kısım kısım İslâm dinine girmiş ve girmeye devam ediyordu. Artık Hazret-i Peygamber’in Yüce Allah’ın sonsuz rahmetine kavuşması zamanı gelmişti.",
        "170- Hazret-i Peygamber “Mina” denilen kasabaya inince bir hutbe daha okudu. İnsanlara şöyle hitab etti:“Ey insanlar! Her birinizin canı ve malı diğerine haramdır. Kıyamet gününde Rabbınızın huzuruna çıkacaksınız. O da, size yaptıklarınızdan soracak ve yaptıklarınızın karşılığını verecektir. Sakın benden sonra, gayrimüslimler gibi, ayrılığa düşerek birbirinizin boynunu vurmayın. Ey topluluk! Hac işlerini ve yapılma şeklini benden öğreniniz. Bilmem ama, belki bundan sonra benimle bir daha buluşamazsınız.”Bu hac, Peygamber Efendimizin son haccı olmuştu. Bu hac görevini Mekke’de on gün içinde tamamladı. Oradaki mü’minlerle vedalaşarak Medine’ye döndü. Bundan dolayı bu hacca “Haccetü’l-Veda (Veda haccı)” denilmiştir."
      ]
    },
    {
      "sectionTitle": "PEYGAMBER EFENDİMİZİN AHİRETE GÖÇ ETMELERİ",
      "sectionContent": [
        " 171- Peygamber Efendimiz, Veda haccından sonra ahiret hazırlıklarına başlamıştı. Hicretin on birinci yılı Sefer ayının son günlerinde şiddetli bir baş ağrısı ile ateşli bir hastalığa tutuldu. Hastalığı ağırdı; buna rağmen Mescid-i Saadete çıkıp bir hutbe okudu. Ashabı kirama çok yüksek bir ifade ile hitab etti. Onlara yüksek bir adalet ve fazilet ve bir hakseverlik dersi vermek için şöyle buyurdu:",
        "“Ey insanlar! Her kimin arkasına vurmuşsam, işte arkam! Kalksın bana vursun. Her kimin bende alacağı varsa, işte malım! Gelsin alsın.”",
        "Kendisinden sonra, Arab Yarımadası’ndan müşriklerin çıkarılmasını emretti. Çevreden gelecek elçilere ikramda bulunulmasını öğütledi. Sonra ahiret âlemine göçeceğine işaret eden şu konuşmayı yaptı:“Yüce Allah, kulunu, dünya ile kendisine kavuşma arasında serbest bıraktı. O kul da, O’na kavuşmayı seçti.”",
        "172- Peygamber Efendimizin hastalığı ağırlaşınca, Ensar “Acaba halimiz ne olacak?” diye endişelenmişlerdi. Bunu duyan, Peygamber Efendimiz, Hazret-i Ali ile, amcası Hazret-i Abbas’ın oğlu Fadl’ın kollarına dayanarak tekrar Mescid-i Şerife çıktı. Etkili bir hutbe okudu. Şöyle öğüt verdi:",
        "“Ey İnsanlar! Benim vefat edeceğimi düşünerek telâşlanıyormuşsunuz. Hiç bir peygamber ümmeti arasında ebedî kalmadı ki, ben de sizin aranızda ebedî kalayım. Ey ensar! Size öğüdüm şudur: İlk muhacirlere hürmet ediniz ve onları gözetiniz. Ey Muhacirler! Size de öğüdüm şudur: Ensar’a güzel muamele yapınız. Ey insanlar! Günah, nimetin kaybolmasına sebep olur. Eğer insanlar Allah’ın emirlerine boyun eğerlerse, onların amirleri de öyle olur. İnsanlar âsi olursa, onların amirleri de böyle olur.”",
        "173- Peygamber Efendimiz hasta olduğu halde, her ezan okundukça Mescid-i Şerife çıkıyor, ashab-ı kirama imam olup namaz kıldırıyordu. Fakat göçmelerine üç gün kala, hastalığı arttı. Artık Mescide çıkamaz oldu. Ebû Bekir’e söyleyiniz, imamet etsin;” diye buyurdu.",
        "Rebiülevvel ayının on ikinci pazartesi günü, Ebû Bekir Hazretleri ashab-ı kirama sabah namazını kıldırıyordu. Hazret-i Peygamber kendisinde bir kuvvet buldu, mescide çıktı. Ashabının saf saf olup ibadet ettiklerini görünce, bundan pek hoşlandı ve Ebû Bekir’e uyup namaz kıldı.",
        "174- Ashab-ı kiram Peygamberimizin iyileştiğini sanarak çok sevinmişlerdi. Oysa ki, Peygamber Efendimiz namazdan sonra saadetli evlerine dönüp rahat döşeğine yattı. Artık Yüce Allah’ın manevî huzurlarına kavuşacakları zaman gelmişti. O güllerden daha tatlı olan mübarek yüzleri bazen kızarıyor, bazen sararıyordu. Alnından jaleler gibi ter damlaları serpiliyordu. Nihayet zeval vakti idi ki, birer hidayet yıldızı olan o güzel gözlerini semaya doğru kaldırdı: “Allah’ım! Beni en yüce dosta kavuştur,” diye dua etti. Sonra da mübarek başları aşağıya doğru meylediverdi. Artık kutsal ruhu en yüksek mertebeye uçup gitti. (Sallallahu tealâ aleyhi ve sellem)"
      ]
    },
    {
      "sectionTitle": "PEYGAMBER EFENDİMİZİN GÖÇMELERİNDEN DOĞAN ÜZÜNTÜLER",
      "sectionContent": [
        " 175- Hazret-i Peygamberin ahirete göçmeleri, ashab-ı kiram arasında pek büyük üzüntüler uyandırdı. O büyük Peygamberin ehl-i beyti ağlayıp sızlamaya başlamıştı. Hazreti Fatıme: “Ah babacığım!..” diye ağlıyordu. Hazret-i Aişe validemiz de, Peygamber Efendimizin yüksek ahlâkını ve büyük olgunluklarını anarak: “Eyvah! Şanı yüce o peygambere ki, dünyayı asla önemsemedi, ümmetinin günahlarını düşünerek bir gece olsun, döşeğinde rahat uyuyamadı. Müşriklerin her türlü eziyetlerine katlanarak asla ümitsizliğe düşmedi. Yoksulları ve zayıfları lütuf ve ihsanından mahrum bırakmadı,” diye hazin hazin ağlıyordu. Diğer ashabı kiram ise konuşamaz bir halde kalmışlardı.",
        "176- Hazret-i Ömer, Peygamberin âhirete göç ettiğine inanamaz bir halde idi. Sonra Hazret-i Ebû Bekir gelip Hazret-i Peygamberin yanına girdi. Peygamberin pak cismini örten örtüyü kaldırdı ve o pak vücudu öptü. “Ey Peygamber, senin ölümün de hayatın gibi güzel!..” diye ağladı. Ehl-i Beyt’e teselli vermeğe çalıştı. Sonra Mescid-i şerife gidip minbere çıktı. İnsanlara şöyle hitab etti:",
        "“Ey insanlar! Kim ki Hazret-i Muhammed’e inanıyorsa, bilsin ki, o vefat etti. Her kim Yüce Allah’a tapıyorsa, bilsin ki Allah hayat sahibidir, ölmez.” Sonra hiç bir peygamberin dünyada ebedî olarak kalmadığını söyledi. Dinlerinden döneceklerin asla Allah’a zarar veremeyeceklerini, İslâm dininde sebat göstereceklerin mükâfata kavuşacaklarını açıklayarak ashab-ı kiramın kendilerine gelmesini sağladı.",
        "177- Ashab-ı kiramın bütün seçkinlerini Beni Saide’nin, sofasında topladılar. Biraz münakaşadan sonra Ebû Bekir Hazretleri ittifakla Hazret-i Peygambere halife seçildi. Ondan sonra Peygamber Efendimizin techiz ve tekfini tamamlanarak hastalığında yatmış olduğu hücrede (odada) gömüldü. Önce Hazret-i Peygamberin Ehl-i Beyt’i, sonra diğer erkekler, kadınlar, gençler ve köleler takım takım gelip teker teker namazını kıldılar. Vakit uzadı, ancak çarşamba gecesi seher vaktinde mübarek kabrine konularak saadet bahçesine gömüldü.Allah’ın yardımı, mü’minlerin bağlılık ve teslimetleri her zaman O’nun ve O’nun yolunda gidenlerin üzerine olsun."
      ]
    },
    {
      "sectionTitle": "PEYGAMBERİMİZDE GÖRÜLEN OLGUNLUK VE GÜZELLİKLER",
      "sectionContent": [
        " 178- Bilindiği gibi, insanlara ait olgunluk halleri başlıca iki kısımdır. Bir kısmı (insanın iradesine bağlı olmayı insanın doğuştan sahib olduğu kemallerdir! Asalet, güzel biçim, akıl ve zekâ üstünlükleri gibi… Diğer kısmı da, insanların tamamen istekleri ve çalışıp kazanmaları ile elde edilen kemallerdir. İlim ve irfan sahibi olmak, doğruluk, emanet, tevazu, zühd ve takva gibi güzel huylar edinmek bu kısımdandır.",
        "Bu iki kısım kemallerden yalnız biri veya birkaçı bir insanda bulunursa, ona büyük bir şeref verir, onun için bir öğünme sebebi olur. Ya bu kemallerin hepsi bir insanda toplanırsa, artık onun ne kadar büyük bir şerefe ve yüksek bir mertebeye ulaşmış olduğunu düşünmelidir. İşte Hazret-i Peygamber Efendimizde bu iki kısım kemallerin tümü ve güzelliklerin hepsi pek yüksek bir şekilde toplanmıştır. Bunlardan başka Peygamberlik şerefine de kavuşmuştur. O’nun çok yüksek güzel huylarından bazılarını kısaca anlatacağız:",
        "Hazret-i Peygamber’in Asaleti",
        "179- Bilindiği gibi Peygamber Efendimiz Kureyş kabilesinden ve Haşim ailesinden gelmiştir. Kureyşîler ise, Hazret-i İsmail’in soyundan bulundukları için pek büyük bir asalet ve şeref sahibidirler. Bununla beraber, öteden beri en kutsal bir mabed olan Kabe’nin hizmet ve idare işlerini yürütüyorlardı. Daima başkanlık görevinde bulunmuşlardır. İşte Peygamber Efendimiz böyle şerefli bir kavme ve seçkin bir aileye bağlı idi. Bu bağlılık da, O’nun başarısına yardım etmiştir.",
        "Hazret-i Peygamber’in Şekil Güzelliği",
        "180- Hazret-i Peygamber bütün yaratılışların en güzeli idi. Azalaranın hepsi birbirine uygundu. Kıyafetinde aşırılık yoktu, yakışıklı idi. Mübarek vücudu güçlü ve kuvvetli idi. Ne zayıf, ne de semizdi; orta halde idi, etleri sıkıca idi. Nurlu cildi ipekten yumuşaktı. Lâtif cisminin kokusu çok hoş idi. Okşadığı şeylerden günlerce güzel kokular alınırdı. Pak vücudu beyazdı, nurlu idi. Bu beyazlık içinde hoş bir pembelik parıldardı. Pek sevimli olan mübarek boyu, ne kısa ve ne de uzundu. Bununla beraber yanında bulunanlardan daima uzun görünürdü. Göğsü berrak ve mübarek omuzlarının arası genişti. Nurlu omuzlarının arasında güvercin yumurtası gibi bir kırmızı ben vardı ki, bu “Nübüvvet Mühürü” idi.",
        "Parmakları uzunca, bilekleri kalınca idi. Mübarek başı uyumlu ve çok güzel bir ölçüde büyükçe idi. Ön dişleri seyrekçe idi. Söz söyledikçe inci danelerinden daha berrak olan dişlerinin parıltısı görülürdü. Parlak alnı genişti. Hilâl kaşları uzunca idi. Kaşlarının arası açıkça idi. İki kaşının arasında öfkelendiği zaman, kabarıp beliren bir damar vardı. Letafet nişanı olan kirpikleri, uzun ve siyahdı. Mübarek sakalı sıkça idi, bir tutam boyunda bulunurdu. Ahirete göçmeleri sırasında mübarek başının ve sakalının beyaz kıllarının sayısı henüz yirmi kadardı. Sünbüllerden daha zarif ve daha hoş kokulu bulunan saçları ne pek kıvırcık, ne de pek düzdü ve boyca kulak yumuşaklarını geçmezdi.",
        "Hazret-i Enes (radıyallahu anh) demiştir ki:",
        "– “Ben Allah’ın Resulünden daha güzel bir kimse görmedim. Mübarek yüzünde sanki güneşin nurları parlardı. O güzel yüzünde parlayan letafet nurları, gülümsedikçe lâtif dişlerinden saçılan berraklık parıltıları, karşısında bulunan duvarlara yansırdı.”",
        "Evet… Peygamber Efendimizin bütün azaları, bütün duyuları ve kuvvetleri pek mükemmeldi. Başkalarının göremeyecekleri ve duyamayacakları kadar uzak yerlerde bulunan şeyleri görür, sesleri de işitirdi. Pek vakarlı olan yürüyüşü, yokuştan aşağı iner gibi hızlıca idi. Onda her yönden bir mükemmellik ve üstünlük görünürdü. O’nu ilk gören kimse, muhabbet içinde kalırdı. O̵#8217;nunla görüşüp konuşmak şerefine kavuşan kimse, O’na karşı derin bir sevgi duyardı. Onun yüksek hallerini görüp anlatanlar, O’nun bir dengini ne daha önce, ne de sonra görmediklerini itiraf ederlerdi. Sonuç olarak: O, bir letafet ve mükemmeliyet mucizesi idi. Sallallahu aleyhi ve Sellem.",
        "Hazret-i Peygamber’in Pek Yüksek Akıl ve Zekâsı",
        "181- Peygamber Efendimizin mübarek akıl ve zekâsı, her türlü düşüncenin üstündedir. O’nun pek yüksek aklı ve zekâsı yanında, en büyük dahilerin ve en parlak fikir adamlarının akıl ve dehaları pek sönük kalırdı. Bu gerçeğe, O’nun büyük hayatı pek güzel şahiddir. Arab Yarımadasının peygamberlik döneminden önceki durumu ile, peygamberlik döneminden sonraki durumunu düşünmek yeterlidir. Yüce Allah’ın o büyük ve son peygamberi kadar insanların ruhî hallerini anlamış, insanları güzel bir siyasetle idare etmiş, İnsanları doğru yola getirip hallerini düzeltmeyi başarmış, bu konularda gereken esasları hazırlamış bir akıl ve hikmet sahibi gösterilemez.Hazret-i Peygamber’in Fesahat ve Belâgatı",
        "182- Hazret-i Peygamber Efendimiz yaratılışça pek fasih (açık ifadeli) idi. Yüksek maksatlarını açıkça ve parlak bir şekilde söylerdi. Huzurlarına gelen elçilerin konuşmalarına pek açık bir şekilde karşılık verirdi. O’nun mübarek sözleri arasında birçok manaları toplayan öyle yüksek parçalar vardır ki, onlara “Cevami’ül-Kelim” denir. Yine O’nun mübarek sözleri arasında öyle güzel ve hikmet dolu parçalar vardır ki, bunlara “Bedayi’ül-Hikem” denilir. Biz bunların bir kısmını ahlâk bölümünde yazmış bulunuyoruz. Şu anlamdaki hadîs-i şerîfler, bu ahlâk ve hikmet esaslarından bazısıdır:",
        "“Hikmetin başı Allah korkusudur.”",
        "“İnsanlar altın ve gümüş madenleri gibidir.”",
        "“İnsanlar, tarak dişleri gibi, hukuk bakımından eşittirler.”",
        "“Kendi değerini bilen kişi helak olmaz.”",
        "“Kendisi için istediğini senin için de istemeyen kimsenin dostluğunda hayır yoktur.”",
        "“Kendisi için sevdiğini, kardeşi için de sevmedikçe, kişinin imânı kâmil olmaz.”",
        "“Yalan yere yemin etmek yurdları harabeye çevirir.”",
        "“Emaneti, sana güvenen kimseye teslim et; sana hıyanet edene sen hıyanet etme.”",
        "“Eski dostluğu devam ettirmek, imandandır.”",
        "“Alış-verişinde en çok ziyan eden o kimsedir ki, başkasının dünyası uğrunda, kendi âhiretini yitirir.”",
        "“Kardeşinin uğradığı musibetten dolayı sen sevinç gösterme; yoksa Yüce Allah onu kurtarır da seni musibete düşürür.”",
        "“Cezası en çabuk verilen şey, zulümdür.”",
        "“İnsanlara kendini sevdirmek aklın yarısıdır.”",
        "“Kanaat tükenmez bir hazinedir.”",
        "“Pişmanlık bir tevbedir…”",
        "Hazret-i Peygamber’in Mübarek Ahlâkı",
        "183-Hazret-i Peygamberin ahlâkı, tamamen Kur’ân-ı Kerîm’e uygundu. Kur’ân-ı Kerîm’in gösterdiği güzel huyların hepsini kendisinde toplamıştı. O’nun kadar güzel ahlâka sahib bir kimse görülmemiştir.",
        "Onun içindir ki, hakkında Kur’ân âyeti ile:“Şüphe yok ki sen, pek büyük ahlâk üzere yaratılmış bulunuyorsun,” buyurulmuştur.",
        "Bir hadîs-i şerîfde de buyurmuştur:“Ben, ahlâk güzelliklerini tamamlamak için gönderildim.”",
        "Gerçekten Peygamber Efendimiz, ahlâkın en güzel ve en iyi hallerini kendinde toplamış, bunları ümmetine de öğütlemiş ve kendisine uyanları melekler derecesine yükseltmiştir.",
        "Hazret-i Peygamber’in Pek Yüksek İlim ve İrfanı",
        "184- Hazret-i Peygamber, Yüce Allah’ın vahy ve ilhamı ile pek büyük gerçeklere ve ilme ulaşmıştı. Hiç kimse ilim ve irfan bakımından O’nun derecesine yetişmemiştir, yetişemez de… Semavî kitablardaki şeriatların hükümlerine, geçmiş ümmetlerin tarihine, her kavmin siyaset ve idare hallerine, harb fenlerine ve daha birçok yüksek ilimlere sahib bulunuyordu. Meydana getirdiği dinî müessesenin büyüklüğü buna şahiddir. Kendisi hiç bir medrese ve hoca görmemiş, okuyup yazma öğrenmemiş (bir ümmî) idi. Böyle olduğunu bütün kavmi ve kabilesi biliyordu. İşte O’nun bu üstün hali bir mucize idi. Artık O’nun, Allah’ın vahyine kavuştuğundan ve büyük bir peygamber olduğundan nasıl şübhe edilebilir?",
        "Hazret-i Peygamber’in Üstün Nezafeti",
        "185- Peygamber Efendimiz nezafete ve temizliğe çok önem verirdi. O’nun beden bakımından temizliği çok üstün olduğu gibi, hal ve gidişat bakımından da nezafetleri her türlü düşüncenin üstündeydi. Öyle ki, bir hadîs-i şeriflerinde şöyle buyurmuşlardır: “Nezafete fazlasıyla önem veriniz. Allah İslâm dinini nezafet üzerine bina etmiştir. Cennete ancak nezafeti olanlar girecektir.”Mübarek vücudlarının çok güzel bir rayihası vardı. Bu hoş rayiha, yaratılışında vardı. Bununla beraber hoş koku da kullanırdı.",
        "Hazret-i Peygamber’in Çok Büyük Cömertliği",
        "186- Peygamber Efendimiz, son derece cömert ve mükrim idi. Hiç bir dilenciye “Yok” diyerek cevab vermezdi. Eğer yanlarında verilecek bir şey bulunmazsa, ya ashabından ödünç alarak verir yahut yarın gel, gibi bir şey söylerdi.Huneyn savaşında ganimet mallarından bir vadide toplanmış olan develer için, Safvan İbni Umeyye: “Ne iyi develer!” demekle, Peygamber Efendimiz: “Öyle ise, onlar senin olsun,” deyip bu yüz deveyi Safvan’a bağışlamıştı. Safvan bu ikramı görünce: “Bu kadar cömertlik ancak peygamberlerde bulunur,” diyerek hemen müslüman olmuştur. Oysa ki, müslüman olmak için evvelce dört ay süre almış bulunuyordu.",
        "Hazret-i Peygamber’in Eşsiz Cesareti",
        "187- Peygamber Efendimiz, son derece yüksek bir cesarete, kuvvet ve kahramanlığa sahib idi. Birçok savaşlarda nice zırh giymiş kahramanlar kaçmaya mecbur kaldıklarını gördükleri halde o sebat etmiştir. Uhud ve Huneyn savaşlarında gösterdiği metinlik ve cesaret, her türlü düşüncenin üstündedir.",
        "Bir gece Medine dışından korkunç bir gürültü işitilmişti. Düşman tarafından bir baskın olduğu sanılmıştı. Herkesten önce Hazret-i Peygamber kılıcını kuşanarak gürültü tarafına koşmuş ve başkaları daha yeni hazırlanırken kendisi geri dönerek: “Korkacak bir şey yok!” diye halkı sükûnete kavuşturmuştu. Hazret-i Ali der ki: “Savaşlarda Hazret-i Peygamber kadar düşmana yaklaşan bir kimse bulunmazdı. Birçok kez, savaş kızışıp başımız dara düşünce, Hazret-i Peygambere sığınırdık.”",
        "Hazret-i Peygamber’in Yumuşak Huyu, Bağışlaması ve Keremi",
        "188- Peygamber Efendimiz son derece yumuşak huylu, bağışlayıcı ve mükrim idi. Öfkelenecek yerlerde sükûnetini korur, mübarek hayatına kasdedenleri bile bağışlardı. Uhud savaşında mübarek bir dişi şehid edilmiş, lâtif çehresi kanlar içinde kalmış olduğu halde, yine düşmanlarına bedduada bulunmamış:",
        "Ya Rabbi! Kavmime hidayet et; çünkü onlar bilmiyorlar,” diye yalvarmıştı.— Niçin bunların aleyhine dua etmiyorsun? diyenlere de:“Ben lânetleyici olarak gönderilmedim; insanları hak yoluna ve Allah’ın rahmetine çağırmak için gönderildim,” diye cevab vermişti.Mekke-i Mükerreme’yi fethettikleri gün, Kureyş hakkında uygulanan lütuf ve ikram, Hazret-i Peygamber’in ne derece büyük bir ihsan sahibi olduğuna şahiddir.",
        "Hazret-i Peygamber’in Yüksek Hayası",
        "189- Peygamber Efendimiz, gerek yaratılış ve gerek dinî haya bakımından da bütün insanların üstünde idi. Kendisinde bulunan hayanın kemalinden dolayı hiç kimsenin sözünü kesmez, yüzüne uzun boylu bakmazdı. Utanılacak veya çirkin görülecek şeyleri açıkça söylemeyip kapalı bir şekilde anlatırdı. Hoşuna gitmeyen bir sözün bir kimseden çıktığını işitince: “Falan kimse, neden böyle yaptı?” demezdi; “Bazı kimseler neden böyle yapıyormuş?” demekle yetinirdi.",
        "Ashabdan biri, pek ziyade utangaç olduğundan bazı arkadaşları ayıplamak istemişlerdi. Hazret-i Peygamber bunu duyunca: “Onu kendi haline bırakın; çünkü haya (utanma) imandandır,” buyurmuş.Diğer hir hadîs-i şerîfde de: “Haya (utanma) insan için bir süsdür” buyurulmuştur.",
        "Hazret-i Peygamber’in Emsalsiz Vefası",
        "190- Peygamber Efendimiz son derece vefekâr idi. Ashabını, akrabasını, ehl-i beytine bağlı olanları unutmaz, daima onları arar ve sorar, gönüllerini hoş tutardı. Bir defa Habeş Hükümdarı Necaşî tarafından Hazret-i Peygamber’in huzuruna elçiler gelmişti. Bunlara doğrudan doğruya kendisi hizmet etti. Ashabdan bazıları: “Ya Resûlallah! Biz hizmete yetişiriz.” dediler. Şu cevabı verdi:",
        "“Bunlar, Habeşiştana hicret etmiş olan ashabına yer göstermişler ve ikram etmişlerdi. Şimdi ben de bunlara hizmet etmek isterim.”",
        "Bazan saadetli evlerine hediye gelince: “Bunu falan hanımın evine götürün; çünkü o, Hatice’nin dostu idi, onu severdi,” diye emreder, rahmetli zevcesinin hakkını gözetirdi.Bir defa saadetli evlerine gelen bir hanımın hatırını tam bir iltifatla sormuş sonra buyurmuştu ki: “Bu hanım Hatice zamanında evimize gelir giderdi. Eski bağlara riayet etmek imandandır.”",
        "Hazret-i Peygamber’in Şefkat ve Merhameti",
        "191- Peygamber Efendimiz, ümmeti hakkında son derece şefkatli ve merhametli idi. Ümmeti hakkında daima kolaylık tarafını seçerdi. Namazda iken bir çocuğun ağladığını işitse, ona acıyarak namazını hafifçe kılar, çocuğun sesini durdurmak isterdi. Hele hakdan kaçınanların hallerine pek acı duyar iyi hale kavuşmalarına dua ederdi. O büyük peygamberin, O kutsal varlığın merhameti yalnız insanlara değil, hayvanlara, ağaçlara, ekinlere de şamil idi.",
        "Mu’te savaşında bulunacak olan İslâm ordusuna hitaben şu anlamda öğütler vermişti: “Yüce Allah’ın adına sığınarak onun ve sizin düşmanlarınızla savaşınız. Fakat gideceğiniz yerlerde dünyadan çekilmiş rahibler göreceksiniz. Onlara asla dokunmayınız. Kadınlar ile çocuklara şefkatle muamele ediniz, hurma ağaçlarını kesmeyiniz, evlerini yıkmayınız.”",
        "Hicretin onuncu yılı idi, muhterem oğlu Hazret-i İbrahim, henüz on altı aylık bir masum olduğu halde vefat etmiş, kızı Fatımetü’z-Zehra’dan başka evlâdı kalmamıştı. Bir gül goncası gibi açılmadan solan o masumun haline acıyarak ağlamış, mübarek gözlerinden şebnem gibi yaşlar dökülmüştü. Orada bulunan İbni Avf: “Ya Resûlallah! Sen de mi ağlıyorsun?” demekle Hazret-i Peygamber Efendimiz: “Gözümüz ağlar, kalbimiz mahzun olur. Fakat bizden Allah rızasına aykırı bir söz çıkmaz,” diyerek ruhundaki yüksek duyguyu göstermiştir.",
        "Sonuç: O Yüce Peyamber’in kutsal vücudu, bütün kâinat için bir İlâhî rahmet timsalidir. Bunun içindir ki. hakkında:“Biz seni âlemlere bir rahmet olarak gönderdik,” âyet-i kerîmesi nazil olmuştur.",
        "Hazret-i Peygamber’in Güzel Geçinmesi",
        "192- Peygamber Efendimiz, insanlarla geçinme hususunda da insanların en iyisi idi. Herkesle güzel görüşür, daima güler-yüzlü bulunurdu. Sohbet esnasında kimsenin sözünü kesmezdi.",
        "Ancak yersiz bir söz olması hali müstesna. Her kavmin büyüklerine daime ikram eder, onları kendi kabilelerinin reisliğine tayin buyururdu. Yapılan davetlere icabet eder, verilen hediyeleri kabul buyurur, karşılığında da hediyeler verirdi. Dine aykırı olmayan işlerde insanlara aykırı davranışta bulunmazdı. Hoşuna gitmeyen bir şey görünce, görmemezlikten gelirdi. Ancak günahı gerektiren şeylerde böyle davranmaz, işi düzeltirdi. Hele ashabı hakkında pek okşayıcı idi.",
        "Kendilerine rasgelince selâm verir, ellerini tutar ve müsafaha ederdi. İçlerinde görünmeyenleri araştırır, hasta olanları ziyarete gider ve gönüllerini hoşlandırırdı. Hatta ashabı ile bazen latifeler de yapardı. Bununla beraber şakalarında da birer gerçek parlardı. Hazret-i Enes diyor ki: “Ben Hazret-i Peygamber’e on sene hizmet ettim. Hiç bir gün bana darılarak Öf demedi. Yaptığım hiç bir şey için neden yaptın, yapmadığım bir şey için de neden yapmadın, diye buyurmadı.”",
        "Hazret-i Peygamber’in Yüksek Tevazuu",
        "193- Peygamber Efendimiz, yaratıkların en şereflisidir. O kadar yüksek mertebesiyle beraber pek ziyade mütevazi idi. Fakirleri ve zayıfları daima okşar, misafirlerin altlarına kendi mübarek elbiselerini döşeyecek kadar ikramda bulunurdu. Bir meclise girince, nerede boş yer bulursa orada oturmak ister, bulunduğu meclislerde elbisesini toplu tutup etrafa yaymazdı.",
        "Bununla beraber bulunduğu meclislerde herkesden çok vakarını korurdu. Söze gerek görmedikçe susardı. Gülmek gerekince, tebessümle yetinirdi. Huzurlarında bulunanlar da son derece edebe riayet eder, başlarını aşağıya eğerlerdi. Konuşurken seslerini yükseltmezlerdi. Gülmeleri de tebessümü aşmazdı. Peygamber Efendimiz acizlere, yoksullara o kadar iltifat ve tevazu gösterdiği halde, kendileri ile görüşmelerde bulunduğu hükümdarlara karşı asla tezellül (küçülme) göstermez.",
        "Risalet makamının ulviyetini korumadan hiç bir zaman geri durmazdı. Kayserlere, Kisralara gönderdiği mektublarında daima mübarek ismini önce belirtir, “Allah’ın kulu ve Peygamber’i Muhammed tarafından Rum büyüğü Hirakl’e” şeklinde yazdırırdı. Kendilerini hiç çekinmeden İslâm dinine davet ederdi. Kabul etmedikleri takdirde, azaba uğrayacaklarını, saltanatlarının ellerinden çıkacağını kendilerine açıkça duyururdu.",
        "Hazret-i Peygamber’in Pek Nezih Zühd ve Takvası",
        "194- Peygamber Efendimiz, daima ibadetle meşgul olur, Allah’ın rızası için ümmetinin hidayet ve mutluluğuna çalışırdı. Hatta geceleri o kadar namaz kılardı ki, çokça ayakta durmaktan mübarek ayakları şişerdi. “Ya Resûlallah! Neden kendine bu kazar eziyet veriyorsun? Allah senin geçmiş ve gelecek günahlarını bağışlamış değil mi?” diyenlere:",
        "“Ben Rabbımın çok şükreden kulu olmayayım mı?” diye cevab verirdi. Peygamber Efendimiz, dünyada bulundukça bu yoldan asla ayrılmadı. Hayatları boyunca, Arab yarımadası fethedildi, Medine’ye her taraftan ganimet malları gelmeye başladı. Hükümdarlar tarafından kıymetli hediyeler gönderildi. Dünya olanca varlığı ile ona yüz gösterdi, fakat O Yüce Peygamber, bunların hiç birine önem vermedi. Bütün bunları, fakirlere, gazilere, müslümanların yükselmelerine harcardı. Bir gün kendisine bir kese altın gelmişti. Onu ashabına dağıtmıştı. Saadet evlerinde yalnız altı altın kalmıştı.",
        "Gece uyumadı, kalkıp bunları da dağıttı. “Şimdi rahat ettim” buyurdu. Hazret-i Aişe validemiz diyor ki: “Resûlullah dünyadan göç edişlerine kadar arka arkaya üç gün doyacak şekilde yemek yememişti. Halbuki isteseydi, Yüce Allah ona hatır ve hayale gelmedik nimetler verirdi. Bazan bir ay kadar, biz peygamber zevcelerinin evlerimizde yemek pişirmek için ocak yanmazdı.",
        "Yiyip içtiğimiz, yalnız hurma ile sudan ibaret olurdu. Bazan peygamberin haline acır, ağlardım. Bir gün: “Canım sana feda olsun, dünya dirliğinden yeterince kabul buyursan olmaz mı” Buyurdular: “Ben nerede, dünya nerede! Kardeşlerim olan büyük peygamberler, bundan daha çetin hallere sabrettiler, öylece gidip Allah’a kavuştular. Yüce Allah da onlara büyük sevablar, makamlar verdi. Şimdi ben geniş bir geçime kavuşursam, Yüce Allah’dan utanırım. Benim derecemin onlarınkinden aşağı kalmasından sıkılırım, benim en özlediğim, o kardeşlerime kavuşmaktır.”",
        "Mukaddes ve şanı büyük peygamberimiz bu mübarek sözlerinden sonra dünyada ancak bir ay daha yaşamışlardı. Ahirete göç ettikleri zaman ailesine ne bir altın, ne bir deve veya bir koyun bırakmıştı. Geri bıraktığı şey, yalnız silâhları ile bindikleri katırdan ve gelirini bağışladığı ufak bir araziden ibaretti. İşte Hazret-i Peygamber Efendimiz bu kadar yüksek kalbe sahipti. Hak yolunda bu kadar samimi, bu kadar fedakârdı. O’nun yüksek maksadı, yalnız Allah’ına kulluk etmek, İslâm dinini yaymak, insanlan cehaletten kurtarmak, yeryüzünü insanlık ve medeniyet nurları içinde bırakmak idi.",
        "Hazret-i Peygamber’in Emsalsiz Başarıları",
        "195- Hazret-i Peygamber Efendimiz, sahip olduğu yüksek vasıf ve tecelliler sayesinde yayılmasına muvaffak olduğu yüksek ve İlâhî din doğrultusunda hedef edindiği pek mukaddes gayeye erdi. Dünya tarihinde hiç kimseye nasib olmayan pek büyük başarılara kavuştu.",
        "Evet… O yüce Peygamber, Hak Teâlâ’nın kitabını, beşeriyete maddî ve manevî mutluluk yollarını gösteren Kur’ân-ı Kerîm’i, o ebedî mucizeyi bütün insanlara tebliğ etti. Bütün hükümleri akla, hikmete, ihtiyaca uygun ve her asrın ihtiyacına fazlasıyle yetecek şeriatı, İslâmiyeti yaymağa muvaffak oldu. Kendisine uyan insanları gerçek hürriyete kavuşturdu. İnsanlar arasında bir eşitlik kurdu. İnsanlık bakımından, hukuk bakımından, Yüce Allah’a kulluk bakımından insanlar arasında fark olmadığını ilân ederek zorbaların burunlarını kırdı. Hazret-i Peygamberin manevî huzurunda yerlere kapanarak kullukta bulunmak şerefinden bütün insanların aynı şekilde faydalanmaları gerektiğini bildirdi.",
        "Gerçek münevverliğin tam bir tevazu ile hakka boyun eğmek ve ibadetten, fazilet ve nezahet dairesinde yaşamaktan, diğer insanlara karşı üstünlük iddiasında bulunmaksızın kulluk görevini herkesle beraber aynı şekilde yerine getirmeğe çalışmaktan ibaret olduğunu ilân etti. Ölümlü, maddî bilgilere ve servetlere güvenerek ona buna karşı cahilâane bir gurura uyanların, Yüce Allah’ın fakir ve zayıf kulları ile beraber bulunarak kulluk görevini aynı şekilde yerine getirmekten kaçınanların münevver değil, mana bakımından karanlıklar içinde kalmış zavallı kimseler olduğunu açıkladı. Ruhlarında kabiliyet olan bahtiyar kimseler, onun bu yüksek beyanatını takdir ettiler, onun mutluluk hayatına can attılar, mutluluğa erdiler.",
        "196- Hazret-i Peygamber, daha ahiret âlemine göçmeden müslümanların sayısı bir milyonu geçmiş ve kendisi yüz yirmi bin müslüman ile “Hacc-ı Ekber” eylemişti. Bugünkü gün, yeryüzündeki müslümanların sayısı bir milyara yakın bulunmaktadır. Bu miktarın günden güne çoğalacağı da pek umulmaktadır.",
        "Sonuç olarak, O kutsal peygamberin mübarek ismi, bin dört yüz seneden beridir ki, daima milyonlarca dilleri süsleyip durmaktadır. Yaymış olduğu kutsal İslâm dini de yüzlerce milyon insanın nezih ruhlarına hâkim bulunmaktadır. Artık çocukluk zamanları, meleklerin üstünde bir saflık ve nezahetle geçmiş, kırk yaşlarından itibaren peygamberlik ve risalete ulaşmakla cihanı karanlıktan aydınlığa çıkarmış, altmış üç senelik mübarek hayatları bütün şeref ve kutsallık parıltıları ile çevrilmiş olan O büyük ve O en son şerefli peygambere ümmet olduğumuzdan dolayı ne kadar sevinsek, ne kadar ögünsek, Yüce Allah’a ne kadar şükretsek yine de azdır.",
        "Ya İlâhî! Sen bizi, O kutsal peygamberin korumasından uzak düşürme. Sen O mübarek peygamberine ve diğer aziz peygamberlerine ve hepsinin muhterem soyuna ve ashabına nihayetsiz salât ve selâm buyur, âmin…Ey Âlemlerin Rabbi! Hamd sana mahsustur…"
      ]
    }
  ]
}
